{
  "nav.home": "Home",
  "nav.about": "About Us",
  "nav.contact": "Contact Us",
  "nav.faq": "FAQs",
  "nav.login": "Login",
  "nav.register": "Register",
  "nav.signIn": "Sign In",
  "nav.signUp": "Sign Up",
  "nav.company": "Company",
  "nav.resources": "Resources",
  "nav.legal": "Legal",
  "nav.account": "Account",
  "nav.investors": "Investors",
  "nav.howItWorks": "How it Works",
  "nav.privacyPolicy": "Privacy Policy",
  "nav.termsConditions": "Terms & Conditions",
  "nav.amlPolicy": "AML Policy",
  "nav.riskClosure": "Risk Closure",
  "nav.dashboard": "Dashboard",
  "nav.investments": "Investments",
  "nav.plans": "Investment Plans",
  "nav.etf": "ETF Portfolios",
  "nav.defi": "DeFi Copy Trading",
  "nav.options": "Options Copy Trading",
  "nav.portfolio": "Portfolio",
  "nav.traders": "Traders",
  "nav.settings": "Settings",
  "nav.referrals": "Referrals",
  "nav.support": "Support",
  "nav.logout": "Logout",

  "hero.title": "A World-Class",
  "hero.titleHighlight": "Trading Experience",
  "hero.subtitle1": "Join thousands of investors who are already copying top-performing traders.",
  "hero.subtitle2": "Be empowered to trade FX, Stocks, Commodities, Crypto, Indices & Options. Get advanced tools, personalised support, and uncompromising security.",
  "hero.subtitle3": "Start earning passive income with zero trading experience required.",
  "hero.btnStartCopyTrading": "Start Copy Trading",
  "hero.btnLearnHow": "Learn How It Works",
  "hero.rating": "4.8/5 Rating",
  "hero.activeCopiers": "Active Copiers",
  "hero.livePerformance": "Live Copy Trading Performance",
  "hero.avgMonthlyReturn": "Avg. Monthly Return",
  "hero.winRate": "Win Rate",

  "liveMarket.title": "Live Market Updates",
  "liveMarket.chartTitle": "Real-Time Market Chart",

  "marketOverview.title": "Market Overview",
  "marketOverview.rapidGrowth.title": "Rapid Market Growth",
  "marketOverview.rapidGrowth.text": "The copy trading industry has experienced exponential growth, with platforms like TED Brokers playing a vital role in democratizing financial markets. The global copy trading market is expected to surpass $5 billion by 2028, driven by increased retail investor participation and demand for passive income strategies.",
  "marketOverview.userCentric.title": "User-Centric Investment Models",
  "marketOverview.userCentric.text": "TED Brokers capitalizes on a shift towards user-friendly, low-barrier investment models. Modern traders increasingly favor intuitive platforms that allow them to mirror professional strategies with minimal effort, making social and copy trading a preferred entry point for beginners in forex, crypto, and stock trading.",
  "marketOverview.technology.title": "Technology & Automation",
  "marketOverview.technology.text": "Automation, AI, and advanced analytics are shaping the future of copy trading. TED Brokers leverages these technologies to optimize trade execution, signal accuracy, and risk management—ensuring clients benefit from real-time market opportunities with greater efficiency and transparency.",
  "marketOverview.globalAdoption.title": "Global Adoption & Reach",
  "marketOverview.globalAdoption.text": "With increased internet penetration and mobile accessibility, TED Brokers is reaching new markets across Asia, Africa, and South America. The global expansion of copy trading services is creating inclusive financial ecosystems, especially for users without access to traditional investment tools.",
  "marketOverview.stat1.value": "+50%",
  "marketOverview.stat1.label": "Average Annual Return",
  "marketOverview.stat2.value": "95%",
  "marketOverview.stat2.label": "Customer Satisfaction",
  "marketOverview.stat3.value": "100K+",
  "marketOverview.stat3.label": "Active Users",

  "news.title": "Latest Market News",
  "news.subtitle": "Stay informed with the latest updates from global financial markets",
  "news.categoryAll": "All",
  "news.categoryMarkets": "Markets",
  "news.categoryCrypto": "Crypto",
  "news.categoryForex": "Forex",
  "news.categoryStocks": "Stocks",
  "news.loading": "Loading latest news...",
  "news.readMore": "Read More",
  "news.viewAll": "View All News",

  "benefits.title": "Benefits of Copy Trading",
  "benefits.passiveIncome.title": "Passive Income",
  "benefits.passiveIncome.text": "Earn passive income by copying successful traders without needing to actively manage your investments.",
  "benefits.diversePortfolio.title": "Diverse Portfolio",
  "benefits.diversePortfolio.text": "Diversify your investment portfolio by following multiple traders across different markets and asset classes.",
  "benefits.expertStrategies.title": "Expert Strategies",
  "benefits.expertStrategies.text": "Access expert trading strategies and insights from top-performing traders in the industry.",
  "benefits.riskManagement.title": "Risk Management",
  "benefits.riskManagement.text": "Benefit from advanced risk management tools and techniques to protect your investments.",

  "howItWorks.title": "How Copy Trading Works",
  "howItWorks.step1.title": "Create Account",
  "howItWorks.step1.text": "Sign up and complete your profile in minutes. No complicated verification process.",
  "howItWorks.step2.title": "Choose Traders",
  "howItWorks.step2.text": "Browse our verified traders and select the ones that match your risk profile and goals.",
  "howItWorks.step3.title": "Allocate Funds",
  "howItWorks.step3.text": "Deposit funds and allocate them to your selected traders with customizable risk settings.",
  "howItWorks.step4.title": "Watch It Grow",
  "howItWorks.step4.text": "Sit back and watch your portfolio grow as trades are automatically copied to your account.",

  "testimonials.title": "What Our Clients Say",
  "testimonials.client1.text": "TED Brokers has completely changed my trading game. I'm making consistent profits by copying experienced traders without spending hours analyzing charts.",
  "testimonials.client1.name": "Sarah M.",
  "testimonials.client1.role": "Investor",
  "testimonials.client2.text": "The platform is incredibly user-friendly and the transparency is amazing. I can see exactly what my copied traders are doing in real-time.",
  "testimonials.client2.name": "John D.",
  "testimonials.client2.role": "Copy Trader",
  "testimonials.client3.text": "As a professional trader, TED Brokers allows me to share my strategies and earn additional income. It's a win-win for everyone.",
  "testimonials.client3.name": "Michael T.",
  "testimonials.client3.role": "Professional Trader",

  "cta.title": "Ready to Start Your Copy Trading Journey?",
  "cta.subtitle": "Join thousands of successful traders on TED Brokers today",
  "cta.btnGetStarted": "Get Started Now",
  "cta.btnContact": "Contact Us",

  "disclaimer.title": "Important Disclaimer & Risk Disclosure",
  "disclaimer.warningTitle": "High-Risk Investment Warning",
  "disclaimer.warningText": "Trading in financial instruments, including but not limited to forex, CFDs, stocks, cryptocurrencies, and derivatives, carries a high level of risk and may not be suitable for all investors. You should carefully consider your investment objectives, level of experience, and risk appetite before engaging in copy trading.",
  "disclaimer.noProfitTitle": "No Guarantee of Profits",
  "disclaimer.noProfitText": "The content provided on this platform is intended solely for informational and educational purposes and does not constitute financial, investment, or trading advice. Copy trading involves the automatic replication of another trader's positions and does not guarantee profits or protection from losses. Past performance of any trader or trading strategy does not guarantee future results.",
  "disclaimer.leverageTitle": "Leverage and Loss Potential",
  "disclaimer.leverageText": "Leverage can amplify both gains and losses. You could lose more than your initial investment. Only invest funds that you can afford to lose completely. Never invest borrowed money or funds needed for essential expenses.",
  "disclaimer.volatilityTitle": "Market Volatility",
  "disclaimer.volatilityText": "Financial markets are subject to sudden and unpredictable volatility. Prices can move rapidly against your position, resulting in substantial losses in a short period of time. Market conditions, economic events, and geopolitical factors can significantly impact trading outcomes.",
  "disclaimer.responsibilityTitle": "Your Responsibility",
  "disclaimer.responsibilityText": "By using this platform, you acknowledge that all trading decisions are made at your own risk. You are solely responsible for evaluating the merits and risks associated with using copy trading services. We strongly recommend conducting your own research and seeking advice from a qualified financial advisor before engaging in any trading activities.",
  "disclaimer.liabilityTitle": "Platform Liability",
  "disclaimer.liabilityText": "The platform, its operators, affiliates, or associated third parties are not liable for any losses incurred, whether directly or indirectly, as a result of reliance on information available through this service or the actions of any copied traders. We do not provide personalized investment advice or recommendations.",
  "disclaimer.performanceTitle": "Trader Performance Disclaimer",
  "disclaimer.performanceText": "Historical trader performance is not indicative of future results. A trader's past success does not guarantee continued profitability. All trading involves risk, and even experienced traders can experience losses.",
  "disclaimer.complianceTitle": "Regulatory Compliance",
  "disclaimer.complianceText": "It is your responsibility to ensure that your use of our services complies with all applicable laws and regulations in your jurisdiction. Some jurisdictions may restrict or prohibit certain types of trading activities.",
  "disclaimer.riskManagementTitle": "Risk Management Recommendation",
  "disclaimer.riskManagementText": "Always ensure you fully understand the risks and features of the financial instruments you intend to trade. Make use of risk management tools such as stop-loss orders where possible. Diversify your investment portfolio and never invest more than you can afford to lose. Consider starting with a demo account to familiarize yourself with the platform before committing real funds.",
  "disclaimer.acknowledgment": "By accessing and using TED Brokers platform, you acknowledge that you have read, understood, and agree to this disclaimer and all associated risks.",

  "footer.tagline": "Your trusted partner in copy trading. We connect investors with top-performing traders to help you achieve your financial goals.",
  "footer.contactUs": "Contact Us",
  "footer.company": "Company",
  "footer.contact": "Contact",
  "footer.resources": "Resources",
  "footer.legal": "Legal",
  "footer.riskDisclosure": "Risk Disclosure",
  "footer.copyright": "© 2025 TED Brokers. All rights reserved.",

  "login.title": "Sign In",
  "login.subtitle": "Sign in to start trading crypto, forex and stocks.",
  "login.emailUsername": "Email or Username",
  "login.password": "Password",
  "login.btnSignIn": "Sign In",
  "login.or": "or",
  "login.googleSignIn": "Sign in with Google",
  "login.forgotPassword": "Forgot password?",
  "login.noAccount": "Don't have an account?",
  "login.registerHere": "Register Here",

  "register.title": "Sign Up for Free",
  "register.subtitle": "It's Free to Sign up and only takes a minute.",
  "register.fullName": "Full Name",
  "register.username": "Username",
  "register.email": "Email",
  "register.phone": "Phone",
  "register.gender": "Gender",
  "register.country": "Country",
  "register.password": "Password",
  "register.confirmPassword": "Confirm Password",
  "register.accountType": "Account Type",
  "register.selectGender": "Select Gender",
  "register.genderFemale": "Female",
  "register.genderMale": "Male",
  "register.genderOthers": "Others",
  "register.btnRegister": "Register",
  "register.googleSignUp": "Sign up with Google",
  "register.haveAccount": "Already have an account?",
  "register.placeholderName": "Enter your Name",
  "register.placeholderUsername": "Enter Preferred Username",
  "register.placeholderEmail": "Enter your email",
  "register.placeholderPhone": "Enter your phone",
  "register.placeholderPassword": "Enter your password",
  "register.placeholderConfirmPassword": "Confirm Password",

  "aboutUs.pageTitle": "About",
  "aboutUs.companyOverview.title": "Company Overview",
  "aboutUs.companyOverview.p1": "At TED Brokers, we are passionate about transforming the financial trading landscape by making advanced investment opportunities accessible to everyone. Our platform empowers users to automatically copy the strategies of top-performing traders in real time, removing the complexities often associated with traditional trading. Founded by a team of fintech experts and industry veterans, our mission is to combine transparency, innovation, and usability to deliver a seamless copy trading experience. We continuously invest in research, platform development, and trader analytics to ensure we remain at the forefront of the industry, serving both novice and experienced investors across the globe.",
  "aboutUs.companyOverview.transparency": "Transparency:",
  "aboutUs.companyOverview.transparencyText": "We believe in transparent financial practices and are committed to upholding the highest ethical standards. Every transaction is thoroughly vetted and documented, ensuring users have full visibility into their investments.",
  "aboutUs.companyOverview.innovation": "Innovation:",
  "aboutUs.companyOverview.innovationText": "We stay at the forefront of technology, continuously innovating our platform to provide users with the latest features and tools. This ensures that users have access to the most up-to-date investment strategies.",
  "aboutUs.mission.title": "Mission & Vision",
  "aboutUs.mission.text": "Our mission is to democratize trading by providing everyone — regardless of experience — access to powerful, data-driven investment tools. We aim to foster a transparent and secure environment where users can confidently follow the trading strategies of proven experts and grow their wealth passively. Our vision is to become the world's most trusted and user-friendly copy trading broker, enabling millions of investors to make smarter financial decisions through automation, trust, and innovation.",
  "aboutUs.team.title": "Our Team",
  "aboutUs.team.text": "Behind TED Brokers is a diverse and passionate team of developers, financial analysts, compliance officers, and customer support specialists. Each member brings years of experience from leading fintech and trading firms, working together to craft a platform that's both technically robust and user-friendly. From the product visionaries designing intuitive experiences to the engineers ensuring uptime and security, our team is united by a single goal: to help users succeed in their investment journey.",
  "aboutUs.regulation.title": "Regulation & Licensing",
  "aboutUs.regulation.text": "Transparency and trust are at the core of everything we do. TED Brokers operates under strict regulatory guidelines and holds relevant licenses from reputable financial authorities. We adhere to international compliance standards including KYC (Know Your Customer), AML (Anti-Money Laundering), and data protection laws to ensure user safety and financial integrity. All client funds are held in segregated accounts with trusted banking partners, and our platform undergoes regular audits to maintain the highest levels of accountability and reliability.",
  "aboutUs.whyChoose.title": "Why Choose Us?",
  "aboutUs.whyChoose.intro": "Choosing TED Brokers means partnering with a company that truly values your success. Whether you're new to trading or looking to diversify your strategy, our platform offers:",
  "aboutUs.whyChoose.item1": "✅ A curated list of top traders with detailed performance analytics",
  "aboutUs.whyChoose.item2": "✅ Real-time execution and instant strategy syncing",
  "aboutUs.whyChoose.item3": "✅ Secure, regulated, and reliable infrastructure",
  "aboutUs.whyChoose.item4": "✅ Responsive customer support available around the clock",
  "aboutUs.whyChoose.item5": "✅ A user-friendly dashboard to track and manage your investments",
  "aboutUs.whyChoose.outro": "Join thousands of investors who trust us to simplify trading and maximize their earning potential.",

  "contactUs.pageTitle": "Contact Us",
  "contactUs.address": "330 Hudson Street, 12th Floor\nNew York, NY 10013",
  "contactUs.phone": "+13322208968",
  "contactUs.formTitle": "Send us a Message",
  "contactUs.name": "Your name*",
  "contactUs.namePlaceholder": "What's your name?",
  "contactUs.email": "Email Address*",
  "contactUs.emailPlaceholder": "Enter Your Email",
  "contactUs.phoneLabel": "Phone Number",
  "contactUs.phonePlaceholder": "Phone Number",
  "contactUs.message": "Your Message*",
  "contactUs.messagePlaceholder": "Write here your details message",
  "contactUs.captchaPlaceholder": "Enter Captcha",
  "contactUs.btnSend": "Send Message",

  "faqs.pageTitle": "FAQs",
  "faqs.general.title": "General Questions",
  "faqs.general.text": "TED Brokers is a platform that allows users to mirror the trades of experienced and successful traders in real-time. It's an excellent way for beginners to participate in financial markets without needing deep trading knowledge. All trading is conducted transparently, and users can view trader performance metrics before selecting someone to follow. Our platform supports a variety of financial instruments including forex, cryptocurrencies, indices, and commodities. We also offer tools to help you monitor your account performance, risk levels, and profitability so you can make informed decisions. Whether you're new to trading or simply prefer a more hands-off approach, copy trading provides a smart, convenient entry point into the financial world.",
  "faqs.account.title": "Account/Verification",
  "faqs.account.text": "Creating an account with TED Brokers is quick and straightforward. Simply sign up using your email address or social login, and complete your profile with basic information such as your name, contact number, and country of residence. To comply with international regulations and ensure platform security, all users are required to verify their identity. This involves uploading a valid government-issued ID (such as a passport or driver's license) and a recent utility bill or bank statement to confirm your address. Verification typically takes 1–2 business days, and you will be notified via email once your account is approved. Verified users gain full access to all features including funding, withdrawals, and copy trading.",
  "faqs.funding.title": "Funding/Withdrawal",
  "faqs.funding.text": "We support multiple funding options including credit/debit cards, bank transfers, and popular e-wallets such as Skrill, Neteller, and cryptocurrencies like Bitcoin and USDT. Once your account is verified, you can fund your trading wallet directly from your dashboard. Most deposits are processed instantly, while bank transfers may take 1–3 business days. Withdrawals are just as simple. Navigate to the withdrawal section, choose your preferred method, and enter the amount. Please note that for security reasons, withdrawals must be made using the same method used for deposit. Our team processes withdrawal requests within 24 hours, though times may vary based on your selected payment provider.",
  "faqs.risks.title": "Copy Trading-related Risks",
  "faqs.risks.text": "While copy trading can offer a hands-off approach to investing, it's important to understand the associated risks. Past performance of a trader does not guarantee future results, and market conditions can change rapidly. Following a trader with a high risk appetite could result in significant losses, especially if you don't monitor your exposure or adjust your portfolio accordingly. We encourage users to diversify by following multiple traders with different strategies, use the available risk management tools such as stop-loss limits, and never invest more than you can afford to lose. TED Brokers provides detailed trader analytics and risk scores to help you make informed choices, but ultimately, the responsibility lies with the investor.",

  "tradersPage.pageTitle": "Traders",
  "tradersPage.hero.title": "Discover the World of Trading with Our Platform",
  "tradersPage.hero.subtitle": "Join our community of traders and explore the opportunities to grow your wealth. Our platform offers advanced tools and insights to help you make informed trading decisions.",
  "tradersPage.hero.feature1": "Access to real-time market data and analytics",
  "tradersPage.hero.feature2": "Comprehensive educational resources for all levels",
  "tradersPage.hero.feature3": "Join a network of successful traders and mentors",
  "tradersPage.earnings.title": "Earnings System: How Traders Make Money",
  "tradersPage.earnings.step1.title": "Subscription Fees",
  "tradersPage.earnings.step1.text": "Earn monthly subscription fees from followers who value your trading insights. Set your own subscription price based on your performance and experience level.",
  "tradersPage.earnings.step2.title": "Performance-Based Commissions",
  "tradersPage.earnings.step2.text": "Receive a percentage of the profits generated for your followers. The better your performance, the more you earn through our profit-sharing model.",
  "tradersPage.earnings.step3.title": "Volume-Based Bonuses",
  "tradersPage.earnings.step3.text": "Unlock additional bonuses as you attract more followers and generate higher trading volumes. Our tiered reward system recognizes and rewards growth.",
  "tradersPage.earnings.btnStartEarning": "Start Earning Today",
  "tradersPage.requirements.label": "Trader Requirements",
  "tradersPage.requirements.title": "What You Need to Qualify as a Trader",
  "tradersPage.requirements.intro": "We maintain high standards for our traders to ensure quality trading insights for our community. Here are the key requirements to qualify:",
  "tradersPage.requirements.item1": "Minimum 1 year of verifiable trading experience",
  "tradersPage.requirements.item2": "Consistent profitability over the last 3 months",
  "tradersPage.requirements.item3": "Maximum drawdown of less than 30%",
  "tradersPage.requirements.item4": "Ability to connect a supported trading platform",
  "tradersPage.requirements.item5": "Completion of our verification and compliance process",
  "tradersPage.tools.label": "Trader Tools",
  "tradersPage.tools.title": "Professional Tools to Enhance Your Trading and Grow Your Following",
  "tradersPage.tools.analytics.title": "Performance Analytics",
  "tradersPage.tools.analytics.text": "Track your trading performance with detailed metrics including win rate, profit factor, and drawdown statistics.",
  "tradersPage.tools.subscribers.title": "Subscriber Management",
  "tradersPage.tools.subscribers.text": "Manage your subscriber base with tools to communicate, share insights, and build your trading community.",
  "tradersPage.tools.risk.title": "Risk Management",
  "tradersPage.tools.risk.text": "Set position sizing, stop-loss, and take-profit parameters to maintain consistent risk management for your followers.",
  "tradersPage.tools.marketing.title": "Marketing Tools",
  "tradersPage.tools.marketing.text": "Promote your trading service with customizable profile pages, performance widgets, and social media integration.",

  "forgotPassword.title": "Forgot Password",
  "forgotPassword.subtitle": "Enter your email address and we'll send you a verification code to reset your password.",
  "forgotPassword.email": "Email Address",
  "forgotPassword.emailPlaceholder": "Enter your email",
  "forgotPassword.btnSend": "Send Verification Code",
  "forgotPassword.backToLogin": "Back to Login",
  "forgotPassword.verifyTitle": "Enter Verification Code",
  "forgotPassword.verifySubtitle": "We've sent a 6-digit code to",
  "forgotPassword.btnVerify": "Verify Code",
  "forgotPassword.btnResend": "Resend Code",
  "forgotPassword.useDifferentEmail": "Use different email",
  "forgotPassword.sideTitle": "Reset Your Password",
  "forgotPassword.sideSubtitle": "Don't worry! We will help you to recover your password",

  "dashboard.welcome": "Welcome Back,",
  "dashboard.portfolio": "Portfolio Value",
  "dashboard.activeCopies": "Active Copies",
  "dashboard.totalReturn": "Total Return",
  "dashboard.wallet": "Wallet Balance",
  "dashboard.quickActions": "Quick Actions",
  "dashboard.depositFunds": "Deposit Funds",
  "dashboard.browseTraders": "Browse Traders",
  "dashboard.recentActivity": "Recent Activity",
  "dashboard.noActivity": "No recent activity to display. Start copy trading to see your activity here.",
  "dashboard.activeInvestments": "Active Investments",
  "dashboard.currentBalance": "Current Balance",
  "dashboard.availableBalance": "Available Balance",
  "dashboard.pendingDeposit": "Pending Deposit",
  "dashboard.pendingWithdrawal": "Pending Withdrawal",
  "dashboard.processing": "Processing...",
  "dashboard.withdrawFunds": "Withdraw Funds",

  "dashboard.tab.home": "Home",
  "dashboard.tab.portfolio": "Portfolio",
  "dashboard.tab.traders": "Traders",
  "dashboard.tab.wallet": "Wallet",
  "dashboard.tab.settings": "Settings",

  "plans.title": "Investment Plans",
  "plans.subtitle": "Choose a plan that fits your investment goals",
  "plans.loading": "Loading investment plans...",

  "etf.title": "Exchange Traded Funds (ETFs)",
  "etf.subtitle": "Invest in professionally managed ETF portfolios. Choose from Conservative, Moderate, or Aggressive strategies based on your risk tolerance and investment horizon.",
  "etf.availableBalance": "Available Balance",
  "etf.conservative": "Conservative",
  "etf.moderate": "Moderate",
  "etf.aggressive": "Aggressive",

  "defi.title": "DeFi Copy Trading",
  "defi.subtitle": "Copy trades from professional DeFi traders",
  "defi.description": "Copy trading strategies from professional DeFi traders. Choose from Conservative, Moderate, Aggressive, or Balanced portfolios based on your investment goals and risk appetite.",
  "defi.availableBalance": "Available Balance",

  "options.title": "Options Copy Trading",
  "options.subtitle": "Copy trades from professional options traders",
  "options.description": "Copy trading strategies from professional options traders. Choose from Beginner, Intermediate, Advanced, or Expert plans based on your experience level and risk tolerance.",
  "options.availableBalance": "Available Balance",

  "portfolio.title": "Portfolio",
  "portfolio.subtitle": "Track your investment performance and returns",
  "portfolio.totalValue": "Total Portfolio Value",
  "portfolio.totalInvested": "Total Invested",
  "portfolio.totalReturn": "Total Return",
  "portfolio.activeInvestments": "Active Investments",
  "portfolio.yourInvestments": "Your Investments",
  "portfolio.loading": "Loading your investments...",

  "traders.title": "Available Traders",
  "traders.subtitle": "Browse and copy successful traders",
  "traders.loading": "Loading traders...",
  "traders.copy": "Copy Trader",
  "traders.stats": "Statistics",
  "traders.performance": "Performance",
  "traders.riskLevel": "Risk Level",
  "traders.minInvestment": "Min. Investment",

  "settings.title": "Settings",
  "settings.profileTitle": "Profile Information",
  "settings.profileActions": "Profile Actions",
  "settings.updateProfile": "Update Profile",
  "settings.changePassword": "Change Password",
  "settings.securityTitle": "Security Settings",
  "settings.loginHistory": "Login History",
  "settings.twoFactor": "Two-Factor Authentication",

  "referrals.title": "Referral Program",
  "referrals.subtitle": "Earn rewards by referring friends",
  "referrals.yourLink": "Your Referral Link",
  "referrals.copyLink": "Copy Link",
  "referrals.totalReferrals": "Total Referrals",
  "referrals.totalEarned": "Total Earned",
  "referrals.pendingRewards": "Pending Rewards",

  "support.title": "Support Center",
  "support.subtitle": "We're here to help",
  "support.contact": "Contact Support",
  "support.faq": "Frequently Asked Questions",
  "support.ticket": "Submit a Ticket",

  "modal.deposit.title": "Deposit Funds",
  "modal.deposit.amount": "Deposit Amount",
  "modal.deposit.paymentMethod": "Payment Method",
  "modal.deposit.bankTransfer": "Bank Transfer",
  "modal.deposit.cryptocurrency": "Cryptocurrency",
  "modal.deposit.paypal": "PayPal",
  "modal.deposit.bankName": "Bank Name",
  "modal.deposit.accountNumber": "Account Number",
  "modal.deposit.swiftCode": "SWIFT Code",
  "modal.deposit.routingNumber": "Routing Number",
  "modal.deposit.accountName": "Account Name",
  "modal.deposit.cryptoTitle": "Cryptocurrency Deposit",
  "modal.deposit.cryptoType": "Cryptocurrency Type",
  "modal.deposit.walletAddress": "Wallet Address",
  "modal.deposit.copyAddress": "Copy Wallet Address",
  "modal.deposit.important": "Important:",
  "modal.deposit.importantMsg": "After sending your payment, click \"Complete Deposit\" below. Your deposit will be verified and credited to your account once confirmed.",
  "modal.deposit.paypalUnavailable": "We're sorry, but PayPal deposits are not available at the moment. Please use Bank Transfer or Cryptocurrency as alternative payment methods.",
  "modal.deposit.password": "Confirm Password",
  "modal.deposit.submit": "Complete Deposit",
  "modal.deposit.minAmount": "Minimum deposit: $10",
  "modal.deposit.selectMethod": "Select payment method",
  "modal.deposit.selectCrypto": "Select cryptocurrency",

  "modal.withdraw.title": "Withdraw Funds",
  "modal.withdraw.available": "Available Balance",
  "modal.withdraw.amount": "Withdrawal Amount",
  "modal.withdraw.method": "Withdrawal Method",
  "modal.withdraw.cryptoDetails": "Cryptocurrency Withdrawal Details",
  "modal.withdraw.cryptoType": "Cryptocurrency Type",
  "modal.withdraw.walletAddress": "Your Wallet Address",
  "modal.withdraw.password": "Confirm Password",
  "modal.withdraw.submit": "Complete Withdrawal",
  "modal.withdraw.minAmount": "Minimum withdrawal: $10",
  "modal.withdraw.selectMethod": "Select withdrawal method",
  "modal.withdraw.selectCrypto": "Select cryptocurrency",

  "modal.profile.title": "Update Profile",
  "modal.profile.fullName": "Full Name",
  "modal.profile.email": "Email Address",
  "modal.profile.phone": "Phone Number",
  "modal.profile.address": "Address",
  "modal.profile.city": "City",
  "modal.profile.country": "Country",
  "modal.profile.submit": "Save Changes",

  "modal.welcome.title": "Welcome to TED Brokers!",
  "modal.welcome.message": "We're excited to have you on board. Start exploring our investment opportunities and copy trading features.",
  "modal.welcome.getStarted": "Get Started",

  "user.fullName": "Full Name",
  "user.username": "Username",
  "user.email": "Email",
  "user.joined": "Joined",

  "btn.submit": "Submit",
  "btn.cancel": "Cancel",
  "btn.close": "Close",
  "btn.save": "Save",
  "btn.delete": "Delete",
  "btn.edit": "Edit",
  "btn.view": "View",
  "btn.copy": "Copy",
  "btn.confirm": "Confirm",
  "btn.back": "Back",
  "btn.next": "Next",
  "btn.getStarted": "Get started",

  "common.loading": "Loading...",
  "common.error": "Error",
  "common.success": "Success",
  "common.warning": "Warning",
  "common.info": "Information",
  "common.confirm": "Are you sure?",
  "common.yes": "Yes",
  "common.no": "No",
  "common.ok": "OK",
  "common.search": "Search",
  "common.filter": "Filter",
  "common.sort": "Sort",
  "common.date": "Date",
  "common.time": "Time",
  "common.amount": "Amount",
  "common.status": "Status",
  "common.action": "Action",
  "common.description": "Description",
  "common.type": "Type",
  "common.total": "Total",

  "status.pending": "Pending",
  "status.approved": "Approved",
  "status.rejected": "Rejected",
  "status.completed": "Completed",
  "status.active": "Active",
  "status.inactive": "Inactive",
  "status.processing": "Processing",
  "status.cancelled": "Cancelled",

  "error.required": "This field is required",
  "error.invalidEmail": "Invalid email address",
  "error.invalidPassword": "Invalid password",
  "error.passwordMismatch": "Passwords do not match",
  "error.minAmount": "Amount must be at least",
  "error.maxAmount": "Amount cannot exceed",
  "error.insufficientBalance": "Insufficient balance",
  "error.network": "Network error. Please try again.",
  "error.unknown": "An unknown error occurred",

  "success.deposit": "Deposit request submitted successfully",
  "success.withdraw": "Withdrawal request submitted successfully",
  "success.profileUpdated": "Profile updated successfully",
  "success.passwordChanged": "Password changed successfully",
  "success.copied": "Copied to clipboard",

  "investment.planName": "Plan Name",
  "investment.investedAmount": "Invested Amount",
  "investment.currentValue": "Current Value",
  "investment.profitLoss": "Profit/Loss",
  "investment.startDate": "Start Date",
  "investment.status": "Status",
  "investment.noInvestments": "You don't have any active investments yet.",

  "transaction.type": "Transaction Type",
  "transaction.amount": "Amount",
  "transaction.date": "Date",
  "transaction.status": "Status",
  "transaction.reference": "Reference",
  "transaction.noTransactions": "No transactions found",

  "theme.light": "Light Mode",
  "theme.dark": "Dark Mode",

  "language.select": "Select Language",
  "language.current": "Current Language",
  "language.english": "English",
  "language.chinese": "Chinese",
  "language.hindi": "Hindi",
  "language.spanish": "Spanish",
  "language.french": "French",
  "language.arabic": "Arabic",
  "language.bengali": "Bengali",
  "language.russian": "Russian",
  "language.portuguese": "Portuguese",
  "language.german": "German"
}
