{
  "nav.home": "होम",
  "nav.about": "हमारे बारे में",
  "nav.contact": "संपर्क करें",
  "nav.faq": "अक्सर पूछे जाने वाले प्रश्न",
  "nav.login": "लॉगिन",
  "nav.register": "रजिस्टर करें",
  "nav.signIn": "लॉगिन",
  "nav.signUp": "रजिस्टर करें",
  "nav.company": "कंपनी",
  "nav.resources": "संसाधन",
  "nav.legal": "कानूनी",
  "nav.account": "खाता",
  "nav.investors": "निवेशक",
  "nav.howItWorks": "यह कैसे काम करता है",
  "nav.privacyPolicy": "गोपनीयता नीति",
  "nav.termsConditions": "नियम और शर्तें",
  "nav.amlPolicy": "AML नीति",
  "nav.riskClosure": "जोखिम प्रकटीकरण",
  "nav.dashboard": "डैशबोर्ड",
  "nav.investments": "निवेश",
  "nav.plans": "निवेश योजनाएं",
  "nav.etf": "ETF पोर्टफोलियो",
  "nav.defi": "DeFi कॉपी ट्रेडिंग",
  "nav.options": "ऑप्शन्स कॉपी ट्रेडिंग",
  "nav.portfolio": "पोर्टफोलियो",
  "nav.traders": "ट्रेडर्स",
  "nav.settings": "सेटिंग्स",
  "nav.referrals": "रेफरल",
  "nav.support": "सहायता",
  "nav.logout": "लॉगआउट",

  "hero.title": "विश्व स्तरीय",
  "hero.titleHighlight": "ट्रेडिंग अनुभव",
  "hero.subtitle1": "हजारों निवेशकों में शामिल हों जो पहले से ही शीर्ष प्रदर्शन करने वाले ट्रेडर्स की कॉपी कर रहे हैं।",
  "hero.subtitle2": "FX, स्टॉक्स, कमोडिटीज, क्रिप्टो, इंडिसेस और ऑप्शंस का व्यापार करने के लिए सशक्त बनें। उन्नत उपकरण, व्यक्तिगत समर्थन और बेजोड़ सुरक्षा प्राप्त करें।",
  "hero.subtitle3": "बिना किसी ट्रेडिंग अनुभव की आवश्यकता के निष्क्रिय आय अर्जित करना शुरू करें।",
  "hero.btnStartCopyTrading": "कॉपी ट्रेडिंग शुरू करें",
  "hero.btnLearnHow": "जानें यह कैसे काम करता है",
  "hero.rating": "4.8/5 रेटिंग",
  "hero.activeCopiers": "सक्रिय कॉपियर",
  "hero.livePerformance": "लाइव कॉपी ट्रेडिंग प्रदर्शन",
  "hero.avgMonthlyReturn": "औसत मासिक रिटर्न",
  "hero.winRate": "जीत दर",

  "liveMarket.title": "लाइव मार्केट अपडेट",
  "liveMarket.chartTitle": "रियल-टाइम मार्केट चार्ट",

  "marketOverview.title": "बाजार अवलोकन",
  "marketOverview.rapidGrowth.title": "तेजी से बाजार वृद्धि",
  "marketOverview.rapidGrowth.text": "कॉपी ट्रेडिंग उद्योग ने तेजी से वृद्धि का अनुभव किया है, TED Brokers जैसे प्लेटफॉर्म वित्तीय बाजारों के लोकतंत्रीकरण में महत्वपूर्ण भूमिका निभा रहे हैं। वैश्विक कॉपी ट्रेडिंग बाजार 2028 तक $5 बिलियन से अधिक होने की उम्मीद है, जो खुदरा निवेशक भागीदारी में वृद्धि और निष्क्रिय आय रणनीतियों की मांग से प्रेरित है।",
  "marketOverview.userCentric.title": "उपयोगकर्ता-केंद्रित निवेश मॉडल",
  "marketOverview.userCentric.text": "TED Brokers उपयोगकर्ता-अनुकूल, कम-बाधा निवेश मॉडल की ओर बदलाव का लाभ उठाता है। आधुनिक ट्रेडर्स तेजी से सहज प्लेटफॉर्म को पसंद करते हैं जो उन्हें न्यूनतम प्रयास के साथ पेशेवर रणनीतियों को दर्पण करने की अनुमति देते हैं, जिससे सामाजिक और कॉपी ट्रेडिंग फॉरेक्स, क्रिप्टो और स्टॉक ट्रेडिंग में शुरुआती लोगों के लिए पसंदीदा प्रवेश बिंदु बन जाता है।",
  "marketOverview.technology.title": "प्रौद्योगिकी और स्वचालन",
  "marketOverview.technology.text": "स्वचालन, AI, और उन्नत विश्लेषण कॉपी ट्रेडिंग के भविष्य को आकार दे रहे हैं। TED Brokers व्यापार निष्पादन, संकेत सटीकता और जोखिम प्रबंधन को अनुकूलित करने के लिए इन तकनीकों का लाभ उठाता है - यह सुनिश्चित करता है कि ग्राहक अधिक दक्षता और पारदर्शिता के साथ रीयल-टाइम बाजार अवसरों से लाभान्वित हों।",
  "marketOverview.globalAdoption.title": "वैश्विक अपनाना और पहुंच",
  "marketOverview.globalAdoption.text": "बढ़ती इंटरनेट पहुंच और मोबाइल पहुंच के साथ, TED Brokers एशिया, अफ्रीका और दक्षिण अमेरिका में नए बाजारों तक पहुंच रहा है। कॉपी ट्रेडिंग सेवाओं का वैश्विक विस्तार समावेशी वित्तीय पारिस्थितिकी तंत्र बना रहा है, विशेष रूप से उन उपयोगकर्ताओं के लिए जिनकी पारंपरिक निवेश उपकरणों तक पहुंच नहीं है।",
  "marketOverview.stat1.value": "+50%",
  "marketOverview.stat1.label": "औसत वार्षिक रिटर्न",
  "marketOverview.stat2.value": "95%",
  "marketOverview.stat2.label": "ग्राहक संतुष्टि",
  "marketOverview.stat3.value": "100K+",
  "marketOverview.stat3.label": "सक्रिय उपयोगकर्ता",

  "news.title": "नवीनतम बाजार समाचार",
  "news.subtitle": "वैश्विक वित्तीय बाजारों से नवीनतम अपडेट के साथ सूचित रहें",
  "news.categoryAll": "सभी",
  "news.categoryMarkets": "बाजार",
  "news.categoryCrypto": "क्रिप्टो",
  "news.categoryForex": "फॉरेक्स",
  "news.categoryStocks": "स्टॉक",
  "news.loading": "नवीनतम समाचार लोड हो रहे हैं...",
  "news.readMore": "और पढ़ें",
  "news.viewAll": "सभी समाचार देखें",

  "benefits.title": "कॉपी ट्रेडिंग के लाभ",
  "benefits.passiveIncome.title": "निष्क्रिय आय",
  "benefits.passiveIncome.text": "सफल ट्रेडर्स की कॉपी करके निष्क्रिय आय अर्जित करें, बिना अपने निवेश को सक्रिय रूप से प्रबंधित करने की आवश्यकता के।",
  "benefits.diversePortfolio.title": "विविध पोर्टफोलियो",
  "benefits.diversePortfolio.text": "विभिन्न बाजारों और परिसंपत्ति वर्गों में कई ट्रेडर्स का अनुसरण करके अपने निवेश पोर्टफोलियो में विविधता लाएं।",
  "benefits.expertStrategies.title": "विशेषज्ञ रणनीतियां",
  "benefits.expertStrategies.text": "उद्योग में शीर्ष प्रदर्शन करने वाले ट्रेडर्स से विशेषज्ञ ट्रेडिंग रणनीतियों और अंतर्दृष्टि तक पहुंचें।",
  "benefits.riskManagement.title": "जोखिम प्रबंधन",
  "benefits.riskManagement.text": "अपने निवेश की सुरक्षा के लिए उन्नत जोखिम प्रबंधन उपकरणों और तकनीकों से लाभ उठाएं।",

  "howItWorks.title": "कॉपी ट्रेडिंग कैसे काम करती है",
  "howItWorks.step1.title": "खाता बनाएं",
  "howItWorks.step1.text": "साइन अप करें और मिनटों में अपनी प्रोफ़ाइल पूर्ण करें। कोई जटिल सत्यापन प्रक्रिया नहीं।",
  "howItWorks.step2.title": "ट्रेडर्स चुनें",
  "howItWorks.step2.text": "हमारे सत्यापित ट्रेडर्स को ब्राउज़ करें और उन लोगों का चयन करें जो आपकी जोखिम प्रोफ़ाइल और लक्ष्यों से मेल खाते हैं।",
  "howItWorks.step3.title": "फंड आवंटित करें",
  "howItWorks.step3.text": "फंड जमा करें और अनुकूलन योग्य जोखिम सेटिंग्स के साथ अपने चयनित ट्रेडर्स को आवंटित करें।",
  "howItWorks.step4.title": "इसे बढ़ते देखें",
  "howItWorks.step4.text": "बैठें और अपने पोर्टफोलियो को बढ़ते हुए देखें क्योंकि ट्रेड स्वचालित रूप से आपके खाते में कॉपी हो जाते हैं।",

  "testimonials.title": "हमारे ग्राहक क्या कहते हैं",
  "testimonials.client1.text": "TED Brokers ने मेरे ट्रेडिंग गेम को पूरी तरह से बदल दिया है। मैं अनुभवी ट्रेडर्स की कॉपी करके लगातार मुनाफा कमा रहा हूं बिना घंटों चार्ट का विश्लेषण किए।",
  "testimonials.client1.name": "Sarah M.",
  "testimonials.client1.role": "निवेशक",
  "testimonials.client2.text": "प्लेटफ़ॉर्म अविश्वसनीय रूप से उपयोगकर्ता-अनुकूल है और पारदर्शिता अद्भुत है। मैं वास्तविक समय में देख सकता हूं कि मेरे कॉपी किए गए ट्रेडर क्या कर रहे हैं।",
  "testimonials.client2.name": "John D.",
  "testimonials.client2.role": "कॉपी ट्रेडर",
  "testimonials.client3.text": "एक पेशेवर ट्रेडर के रूप में, TED Brokers मुझे अपनी रणनीतियों को साझा करने और अतिरिक्त आय अर्जित करने की अनुमति देता है। यह सभी के लिए जीत-जीत है।",
  "testimonials.client3.name": "Michael T.",
  "testimonials.client3.role": "पेशेवर ट्रेडर",

  "cta.title": "अपनी कॉपी ट्रेडिंग यात्रा शुरू करने के लिए तैयार हैं?",
  "cta.subtitle": "आज ही TED Brokers पर हजारों सफल ट्रेडर्स में शामिल हों",
  "cta.btnGetStarted": "अभी शुरू करें",
  "cta.btnContact": "हमसे संपर्क करें",

  "disclaimer.title": "महत्वपूर्ण अस्वीकरण और जोखिम प्रकटीकरण",
  "disclaimer.warningTitle": "उच्च जोखिम निवेश चेतावनी",
  "disclaimer.warningText": "वित्तीय साधनों में ट्रेडिंग, जिसमें फॉरेक्स, CFDs, स्टॉक्स, क्रिप्टोकरेंसी और डेरिवेटिव्स शामिल हैं लेकिन सीमित नहीं हैं, उच्च स्तर का जोखिम वहन करती है और सभी निवेशकों के लिए उपयुक्त नहीं हो सकती है। कॉपी ट्रेडिंग में शामिल होने से पहले आपको अपने निवेश उद्देश्यों, अनुभव के स्तर और जोखिम की भूख पर सावधानीपूर्वक विचार करना चाहिए।",
  "disclaimer.noProfitTitle": "लाभ की कोई गारंटी नहीं",
  "disclaimer.noProfitText": "इस प्लेटफ़ॉर्म पर प्रदान की गई सामग्री केवल सूचनात्मक और शैक्षिक उद्देश्यों के लिए है और वित्तीय, निवेश या ट्रेडिंग सलाह का गठन नहीं करती है। कॉपी ट्रेडिंग में किसी अन्य ट्रेडर की स्थिति की स्वचालित प्रतिकृति शामिल है और लाभ की गारंटी नहीं देती है या नुकसान से सुरक्षा नहीं देती है। किसी भी ट्रेडर या ट्रेडिंग रणनीति का पिछला प्रदर्शन भविष्य के परिणामों की गारंटी नहीं देता है।",
  "disclaimer.leverageTitle": "लीवरेज और नुकसान की संभावना",
  "disclaimer.leverageText": "लीवरेज लाभ और हानि दोनों को बढ़ा सकता है। आप अपने प्रारंभिक निवेश से अधिक खो सकते हैं। केवल उन फंडों का निवेश करें जिन्हें आप पूरी तरह से खोने का जोखिम उठा सकते हैं। उधार के पैसे या आवश्यक खर्चों के लिए आवश्यक फंडों का कभी भी निवेश न करें।",
  "disclaimer.volatilityTitle": "बाजार अस्थिरता",
  "disclaimer.volatilityText": "वित्तीय बाजार अचानक और अप्रत्याशित अस्थिरता के अधीन हैं। कीमतें आपकी स्थिति के खिलाफ तेजी से आगे बढ़ सकती हैं, जिसके परिणामस्वरूप कम समय में पर्याप्त नुकसान हो सकता है। बाजार की स्थिति, आर्थिक घटनाएं और भू-राजनीतिक कारक ट्रेडिंग परिणामों को महत्वपूर्ण रूप से प्रभावित कर सकते हैं।",
  "disclaimer.responsibilityTitle": "आपकी जिम्मेदारी",
  "disclaimer.responsibilityText": "इस प्लेटफ़ॉर्म का उपयोग करके, आप स्वीकार करते हैं कि सभी ट्रेडिंग निर्णय आपके अपने जोखिम पर किए जाते हैं। आप कॉपी ट्रेडिंग सेवाओं के उपयोग से जुड़े गुणों और जोखिमों का मूल्यांकन करने के लिए पूरी तरह से जिम्मेदार हैं। हम किसी भी ट्रेडिंग गतिविधियों में शामिल होने से पहले अपना खुद का शोध करने और एक योग्य वित्तीय सलाहकार से सलाह लेने की दृढ़ता से सिफारिश करते हैं।",
  "disclaimer.liabilityTitle": "प्लेटफ़ॉर्म देयता",
  "disclaimer.liabilityText": "प्लेटफ़ॉर्म, इसके संचालक, सहयोगी या संबद्ध तीसरे पक्ष इस सेवा के माध्यम से उपलब्ध जानकारी पर निर्भरता या किसी भी कॉपी किए गए ट्रेडर्स के कार्यों के परिणामस्वरूप, प्रत्यक्ष या अप्रत्यक्ष रूप से हुए किसी भी नुकसान के लिए उत्तरदायी नहीं हैं। हम व्यक्तिगत निवेश सलाह या सिफारिशें प्रदान नहीं करते हैं।",
  "disclaimer.performanceTitle": "ट्रेडर प्रदर्शन अस्वीकरण",
  "disclaimer.performanceText": "ऐतिहासिक ट्रेडर प्रदर्शन भविष्य के परिणामों का संकेत नहीं है। एक ट्रेडर की पिछली सफलता निरंतर लाभप्रदता की गारंटी नहीं देती है। सभी ट्रेडिंग में जोखिम शामिल है, और अनुभवी ट्रेडर भी नुकसान का अनुभव कर सकते हैं।",
  "disclaimer.complianceTitle": "नियामक अनुपालन",
  "disclaimer.complianceText": "यह सुनिश्चित करना आपकी जिम्मेदारी है कि हमारी सेवाओं का आपका उपयोग आपके अधिकार क्षेत्र में सभी लागू कानूनों और विनियमों का अनुपालन करता है। कुछ क्षेत्राधिकार कुछ प्रकार की ट्रेडिंग गतिविधियों को प्रतिबंधित या निषिद्ध कर सकते हैं।",
  "disclaimer.riskManagementTitle": "जोखिम प्रबंधन अनुशंसा",
  "disclaimer.riskManagementText": "हमेशा सुनिश्चित करें कि आप उन वित्तीय साधनों के जोखिमों और विशेषताओं को पूरी तरह से समझते हैं जिन्हें आप व्यापार करने का इरादा रखते हैं। जहां संभव हो स्टॉप-लॉस ऑर्डर जैसे जोखिम प्रबंधन उपकरणों का उपयोग करें। अपने निवेश पोर्टफोलियो में विविधता लाएं और कभी भी उससे अधिक निवेश न करें जितना आप खोने का जोखिम उठा सकते हैं। वास्तविक फंडों को प्रतिबद्ध करने से पहले प्लेटफ़ॉर्म से खुद को परिचित करने के लिए एक डेमो खाते से शुरुआत करने पर विचार करें।",
  "disclaimer.acknowledgment": "TED Brokers प्लेटफ़ॉर्म का उपयोग और उपयोग करके, आप स्वीकार करते हैं कि आपने इस अस्वीकरण और सभी संबंधित जोखिमों को पढ़ा, समझा और सहमत किया है।",

  "footer.tagline": "कॉपी ट्रेडिंग में आपका विश्वसनीय साथी। हम निवेशकों को शीर्ष प्रदर्शन करने वाले ट्रेडर्स से जोड़ते हैं ताकि आप अपने वित्तीय लक्ष्यों को प्राप्त कर सकें।",
  "footer.contactUs": "हमसे संपर्क करें",
  "footer.company": "कंपनी",
  "footer.contact": "संपर्क",
  "footer.resources": "संसाधन",
  "footer.legal": "कानूनी",
  "footer.riskDisclosure": "जोखिम प्रकटीकरण",
  "footer.copyright": "© 2025 TED Brokers। सर्वाधिकार सुरक्षित।",

  "contactUs.address": "330 Hudson Street, 12th Floor\nNew York, NY 10013",
  "contactUs.phone": "+1 (332) 220-8968",

  "btn.getStarted": "शुरू करें",
  "btn.submit": "सबमिट करें",
  "btn.cancel": "रद्द करें",
  "btn.close": "बंद करें",
  "btn.save": "सहेजें",
  "btn.delete": "हटाएं",
  "btn.edit": "संपादित करें",
  "btn.view": "देखें",
  "btn.copy": "कॉपी करें",
  "btn.confirm": "पुष्टि करें",
  "btn.back": "वापस",
  "btn.next": "अगला",

  "resources": "संसाधन",
  "legal": "कानूनी",
  "account": "खाता",
  "investors": "निवेशक",
  "howItWorks": "यह कैसे काम करता है",

  "login.title": "लॉगिन",
  "login.subtitle": "क्रिप्टो, फॉरेक्स और स्टॉक्स का व्यापार शुरू करने के लिए लॉगिन करें।",
  "login.emailUsername": "ईमेल या उपयोगकर्ता नाम",
  "login.password": "पासवर्ड",
  "login.btnSignIn": "लॉगिन करें",
  "login.or": "या",
  "login.googleSignIn": "Google के साथ लॉगिन करें",
  "login.forgotPassword": "पासवर्ड भूल गए?",
  "login.noAccount": "खाता नहीं है?",
  "login.registerHere": "यहाँ रजिस्टर करें",

  "register.title": "मुफ़्त में साइन अप करें",
  "register.subtitle": "साइन अप करना मुफ़्त है और केवल एक मिनट लगता है।",
  "register.fullName": "पूरा नाम",
  "register.username": "उपयोगकर्ता नाम",
  "register.email": "ईमेल",
  "register.phone": "फोन",
  "register.gender": "लिंग",
  "register.country": "देश",
  "register.password": "पासवर्ड",
  "register.confirmPassword": "पासवर्ड की पुष्टि करें",
  "register.accountType": "खाता प्रकार",
  "register.selectGender": "लिंग चुनें",
  "register.genderFemale": "महिला",
  "register.genderMale": "पुरुष",
  "register.genderOthers": "अन्य",
  "register.btnRegister": "रजिस्टर करें",
  "register.googleSignUp": "Google के साथ साइन अप करें",
  "register.haveAccount": "पहले से खाता है?",
  "register.placeholderName": "अपना नाम दर्ज करें",
  "register.placeholderUsername": "अपना पसंदीदा उपयोगकर्ता नाम दर्ज करें",
  "register.placeholderEmail": "अपना ईमेल दर्ज करें",
  "register.placeholderPhone": "अपना फोन दर्ज करें",
  "register.placeholderPassword": "अपना पासवर्ड दर्ज करें",
  "register.placeholderConfirmPassword": "पासवर्ड की पुष्टि करें",

  "aboutUs.pageTitle": "हमारे बारे में",
  "aboutUs.companyOverview.title": "कंपनी अवलोकन",
  "aboutUs.companyOverview.p1": "TED Brokers में, हम उन्नत निवेश अवसरों को सभी के लिए सुलभ बनाकर वित्तीय ट्रेडिंग परिदृश्य को बदलने के बारे में उत्साहित हैं। हमारा प्लेटफ़ॉर्म उपयोगकर्ताओं को वास्तविक समय में शीर्ष प्रदर्शन करने वाले ट्रेडर्स की रणनीतियों को स्वचालित रूप से कॉपी करने में सक्षम बनाता है, पारंपरिक ट्रेडिंग से जुड़ी जटिलताओं को हटाता है। फिनटेक विशेषज्ञों और उद्योग के दिग्गजों की एक टीम द्वारा स्थापित, हमारा मिशन पारदर्शिता, नवाचार और उपयोगिता को संयोजित करना है ताकि एक सहज कॉपी ट्रेडिंग अनुभव प्रदान किया जा सके। हम उद्योग में सबसे आगे रहने के लिए अनुसंधान, प्लेटफ़ॉर्म विकास और ट्रेडर विश्लेषण में लगातार निवेश करते हैं, दुनिया भर के नौसिखिए और अनुभवी निवेशकों दोनों की सेवा करते हैं।",
  "aboutUs.companyOverview.transparency": "पारदर्शिता:",
  "aboutUs.companyOverview.transparencyText": "हम पारदर्शी वित्तीय प्रथाओं में विश्वास करते हैं और उच्चतम नैतिक मानकों को बनाए रखने के लिए प्रतिबद्ध हैं। प्रत्येक लेनदेन को अच्छी तरह से जांचा और प्रलेखित किया जाता है, यह सुनिश्चित करते हुए कि उपयोगकर्ताओं को उनके निवेश में पूर्ण दृश्यता है।",
  "aboutUs.companyOverview.innovation": "नवाचार:",
  "aboutUs.companyOverview.innovationText": "हम प्रौद्योगिकी के अग्रभाग पर रहते हैं, उपयोगकर्ताओं को नवीनतम सुविधाओं और उपकरणों को प्रदान करने के लिए लगातार अपने प्लेटफ़ॉर्म को नवाचार करते रहते हैं। यह सुनिश्चित करता है कि उपयोगकर्ताओं के पास अद्यतित निवेश रणनीतियों तक पहुंच है।",
  "aboutUs.mission.title": "मिशन और विज़न",
  "aboutUs.mission.text": "हमारा मिशन ट्रेडिंग को लोकतांत्रिक बनाना है, सभी को - अनुभव की परवाह किए बिना - शक्तिशाली, डेटा-संचालित निवेश उपकरणों तक पहुंच प्रदान करना। हम एक पारदर्शी और सुरक्षित वातावरण को बढ़ावा देने का लक्ष्य रखते हैं जहां उपयोगकर्ता सिद्ध विशेषज्ञों की ट्रेडिंग रणनीतियों का आत्मविश्वास से पालन कर सकें और निष्क्रिय रूप से अपनी संपत्ति बढ़ा सकें। हमारा विज़न दुनिया का सबसे विश्वसनीय और उपयोगकर्ता-अनुकूल कॉपी ट्रेडिंग ब्रोकर बनना है, लाखों निवेशकों को स्वचालन, विश्वास और नवाचार के माध्यम से स्मार्ट वित्तीय निर्णय लेने में सक्षम बनाना।",
  "aboutUs.team.title": "हमारी टीम",
  "aboutUs.team.text": "TED Brokers के पीछे डेवलपर्स, वित्तीय विश्लेषकों, अनुपालन अधिकारियों और ग्राहक सहायता विशेषज्ञों की एक विविध और भावुक टीम है। प्रत्येक सदस्य अग्रणी फिनटेक और ट्रेडिंग फर्मों से वर्षों का अनुभव लाता है, एक ऐसे प्लेटफ़ॉर्म को तैयार करने के लिए मिलकर काम करता है जो तकनीकी रूप से मजबूत और उपयोगकर्ता-अनुकूल दोनों है। उत्पाद दूरदर्शी जो सहज अनुभव डिज़ाइन करते हैं से लेकर इंजीनियर जो अपटाइम और सुरक्षा सुनिश्चित करते हैं, हमारी टीम एक ही लक्ष्य से एकजुट है: उपयोगकर्ताओं को उनकी निवेश यात्रा में सफल होने में मदद करना।",
  "aboutUs.regulation.title": "विनियमन और लाइसेंसिंग",
  "aboutUs.regulation.text": "पारदर्शिता और विश्वास हम जो कुछ भी करते हैं उसके मूल में हैं। TED Brokers सख्त नियामक दिशानिर्देशों के तहत संचालित होता है और प्रतिष्ठित वित्तीय अधिकारियों से प्रासंगिक लाइसेंस रखता है। हम उपयोगकर्ता सुरक्षा और वित्तीय अखंडता सुनिश्चित करने के लिए KYC (अपने ग्राहक को जानें), AML (मनी लॉन्ड्रिंग विरोधी) और डेटा सुरक्षा कानूनों सहित अंतर्राष्ट्रीय अनुपालन मानकों का पालन करते हैं। सभी ग्राहक निधि विश्वसनीय बैंकिंग साझेदारों के साथ अलग खातों में रखी जाती हैं, और हमारे प्लेटफ़ॉर्म को जवाबदेही और विश्वसनीयता के उच्चतम स्तर को बनाए रखने के लिए नियमित ऑडिट से गुजरना पड़ता है।",
  "aboutUs.whyChoose.title": "हमें क्यों चुनें?",
  "aboutUs.whyChoose.intro": "TED Brokers को चुनने का मतलब एक ऐसी कंपनी के साथ साझेदारी करना है जो वास्तव में आपकी सफलता को महत्व देती है। चाहे आप ट्रेडिंग में नए हों या अपनी रणनीति में विविधता लाने के इच्छुक हों, हमारा प्लेटफ़ॉर्म प्रदान करता है:",
  "aboutUs.whyChoose.item1": "✅ विस्तृत प्रदर्शन विश्लेषण के साथ शीर्ष ट्रेडर्स की एक क्यूरेटेड सूची",
  "aboutUs.whyChoose.item2": "✅ वास्तविक समय निष्पादन और तत्काल रणनीति समन्वय",
  "aboutUs.whyChoose.item3": "✅ सुरक्षित, विनियमित और विश्वसनीय बुनियादी ढांचा",
  "aboutUs.whyChoose.item4": "✅ चौबीसों घंटे उपलब्ध उत्तरदायी ग्राहक सहायता",
  "aboutUs.whyChoose.item5": "✅ अपने निवेश को ट्रैक और प्रबंधित करने के लिए एक उपयोगकर्ता-अनुकूल डैशबोर्ड",
  "aboutUs.whyChoose.outro": "उन हजारों निवेशकों में शामिल हों जो हम पर ट्रेडिंग को सरल बनाने और अपनी कमाई क्षमता को अधिकतम करने के लिए भरोसा करते हैं।",

  "contactUs.pageTitle": "संपर्क करें",
  "contactUs.formTitle": "हमें एक संदेश भेजें",
  "contactUs.getInTouch": "संपर्क में रहें",
  "contactUs.name": "आपका नाम*",
  "contactUs.namePlaceholder": "आपका नाम क्या है?",
  "contactUs.email": "ईमेल पता*",
  "contactUs.emailPlaceholder": "अपना ईमेल दर्ज करें",
  "contactUs.phoneLabel": "फोन नंबर",
  "contactUs.phonePlaceholder": "फोन नंबर",
  "contactUs.message": "आपका संदेश*",
  "contactUs.messagePlaceholder": "यहाँ अपना विस्तृत संदेश लिखें",
  "contactUs.captchaPlaceholder": "कैप्चा दर्ज करें",
  "contactUs.btnSend": "संदेश भेजें",

  "faqs.pageTitle": "अक्सर पूछे जाने वाले प्रश्न",
  "faqs.general.title": "सामान्य प्रश्न",
  "faqs.general.text": "TED Brokers एक प्लेटफ़ॉर्म है जो उपयोगकर्ताओं को वास्तविक समय में अनुभवी और सफल ट्रेडर्स के ट्रेड्स को दर्पण करने की अनुमति देता है। यह शुरुआती लोगों के लिए गहन ट्रेडिंग ज्ञान की आवश्यकता के बिना वित्तीय बाजारों में भाग लेने का एक उत्कृष्ट तरीका है। सभी ट्रेडिंग पारदर्शी रूप से की जाती है, और उपयोगकर्ता किसी का अनुसरण करने का चयन करने से पहले ट्रेडर प्रदर्शन मेट्रिक्स देख सकते हैं। हमारा प्लेटफ़ॉर्म विभिन्न वित्तीय साधनों का समर्थन करता है जिसमें फॉरेक्स, क्रिप्टोकरेंसी, इंडिसेस और कमोडिटीज शामिल हैं। हम आपके खाते के प्रदर्शन, जोखिम स्तर और लाभप्रदता की निगरानी करने में मदद करने के लिए उपकरण भी प्रदान करते हैं ताकि आप सूचित निर्णय ले सकें। चाहे आप ट्रेडिंग में नए हों या बस एक अधिक हाथों से मुक्त दृष्टिकोण पसंद करते हों, कॉपी ट्रेडिंग वित्तीय दुनिया में एक स्मार्ट, सुविधाजनक प्रवेश बिंदु प्रदान करती है।",
  "faqs.account.title": "खाता/सत्यापन",
  "faqs.account.text": "TED Brokers के साथ एक खाता बनाना त्वरित और सीधा है। बस अपने ईमेल पते या सोशल लॉगिन का उपयोग करके साइन अप करें, और अपने नाम, संपर्क नंबर और निवास देश जैसी बुनियादी जानकारी के साथ अपनी प्रोफ़ाइल पूर्ण करें। अंतर्राष्ट्रीय नियमों का अनुपालन करने और प्लेटफ़ॉर्म सुरक्षा सुनिश्चित करने के लिए, सभी उपयोगकर्ताओं को अपनी पहचान सत्यापित करनी होगी। इसमें एक वैध सरकार द्वारा जारी आईडी (जैसे पासपोर्ट या ड्राइवर का लाइसेंस) और आपके पते की पुष्टि के लिए हाल ही की उपयोगिता बिल या बैंक स्टेटमेंट अपलोड करना शामिल है। सत्यापन में आमतौर पर 1-2 व्यावसायिक दिन लगते हैं, और एक बार आपका खाता स्वीकृत हो जाने पर आपको ईमेल के माध्यम से सूचित किया जाएगा। सत्यापित उपयोगकर्ता फंडिंग, निकासी और कॉपी ट्रेडिंग सहित सभी सुविधाओं तक पूर्ण पहुंच प्राप्त करते हैं।",
  "faqs.funding.title": "फंडिंग/निकासी",
  "faqs.funding.text": "हम क्रेडिट/डेबिट कार्ड, बैंक ट्रांसफर और Skrill, Neteller जैसे लोकप्रिय ई-वॉलेट और Bitcoin और USDT जैसी क्रिप्टोकरेंसी सहित कई फंडिंग विकल्पों का समर्थन करते हैं। एक बार आपका खाता सत्यापित हो जाने पर, आप सीधे अपने डैशबोर्ड से अपने ट्रेडिंग वॉलेट को फंड कर सकते हैं। अधिकांश जमा तुरंत संसाधित होते हैं, जबकि बैंक ट्रांसफर में 1-3 व्यावसायिक दिन लग सकते हैं। निकासी उतनी ही सरल है। निकासी अनुभाग पर नेविगेट करें, अपनी पसंदीदा विधि चुनें और राशि दर्ज करें। कृपया ध्यान दें कि सुरक्षा कारणों से, निकासी को जमा के लिए उपयोग की गई समान विधि का उपयोग करके किया जाना चाहिए। हमारी टीम 24 घंटों के भीतर निकासी अनुरोधों को संसाधित करती है, हालांकि समय आपके चुने गए भुगतान प्रदाता के आधार पर भिन्न हो सकता है।",
  "faqs.risks.title": "कॉपी ट्रेडिंग से संबंधित जोखिम",
  "faqs.risks.text": "जबकि कॉपी ट्रेडिंग निवेश के लिए एक हाथों से मुक्त दृष्टिकोण प्रदान कर सकती है, संबंधित जोखिमों को समझना महत्वपूर्ण है। एक ट्रेडर का पिछला प्रदर्शन भविष्य के परिणामों की गारंटी नहीं देता है, और बाजार की स्थितियां तेजी से बदल सकती हैं। उच्च जोखिम वाले ट्रेडर का अनुसरण करना महत्वपूर्ण नुकसान का कारण बन सकता है, खासकर यदि आप अपने एक्सपोजर की निगरानी नहीं करते हैं या तदनुसार अपने पोर्टफोलियो को समायोजित नहीं करते हैं। हम उपयोगकर्ताओं को विभिन्न रणनीतियों वाले कई ट्रेडर्स का अनुसरण करके विविधता लाने, स्टॉप-लॉस सीमा जैसे उपलब्ध जोखिम प्रबंधन उपकरणों का उपयोग करने और कभी भी उससे अधिक निवेश न करने के लिए प्रोत्साहित करते हैं जितना आप खोने का जोखिम उठा सकते हैं। TED Brokers सूचित विकल्प बनाने में आपकी सहायता के लिए विस्तृत ट्रेडर विश्लेषण और जोखिम स्कोर प्रदान करता है, लेकिन अंततः, जिम्मेदारी निवेशक की है।",

  "tradersPage.pageTitle": "ट्रेडर्स",
  "tradersPage.hero.title": "हमारे प्लेटफ़ॉर्म के साथ ट्रेडिंग की दुनिया की खोज करें",
  "tradersPage.hero.subtitle": "हमारे ट्रेडर्स समुदाय में शामिल हों और अपनी संपत्ति बढ़ाने के अवसरों का पता लगाएं। हमारा प्लेटफ़ॉर्म आपको सूचित ट्रेडिंग निर्णय लेने में मदद करने के लिए उन्नत उपकरण और अंतर्दृष्टि प्रदान करता है।",
  "tradersPage.hero.feature1": "वास्तविक समय बाजार डेटा और विश्लेषण तक पहुंच",
  "tradersPage.hero.feature2": "सभी स्तरों के लिए व्यापक शैक्षिक संसाधन",
  "tradersPage.hero.feature3": "सफल ट्रेडर्स और सलाहकारों के नेटवर्क में शामिल हों",
  "tradersPage.earnings.title": "कमाई प्रणाली: ट्रेडर्स पैसे कैसे कमाते हैं",
  "tradersPage.earnings.step1.title": "सदस्यता शुल्क",
  "tradersPage.earnings.step1.text": "अनुयायियों से मासिक सदस्यता शुल्क अर्जित करें जो आपकी ट्रेडिंग अंतर्दृष्टि को महत्व देते हैं। अपने प्रदर्शन और अनुभव स्तर के आधार पर अपनी खुद की सदस्यता मूल्य निर्धारित करें।",
  "tradersPage.earnings.step2.title": "प्रदर्शन-आधारित कमीशन",
  "tradersPage.earnings.step2.text": "अपने अनुयायियों के लिए उत्पन्न लाभ का एक प्रतिशत प्राप्त करें। जितना बेहतर आपका प्रदर्शन, हमारे लाभ-साझाकरण मॉडल के माध्यम से उतना ही अधिक आप कमाते हैं।",
  "tradersPage.earnings.step3.title": "वॉल्यूम-आधारित बोनस",
  "tradersPage.earnings.step3.text": "जैसे-जैसे आप अधिक अनुयायियों को आकर्षित करते हैं और उच्च ट्रेडिंग वॉल्यूम उत्पन्न करते हैं, अतिरिक्त बोनस अनलॉक करें। हमारी स्तरीय पुरस्कार प्रणाली वृद्धि को पहचानती और पुरस्कृत करती है।",
  "tradersPage.earnings.btnStartEarning": "आज ही कमाई शुरू करें",
  "tradersPage.requirements.label": "ट्रेडर आवश्यकताएं",
  "tradersPage.requirements.title": "ट्रेडर के रूप में योग्यता के लिए आपको क्या चाहिए",
  "tradersPage.requirements.intro": "हम अपने समुदाय के लिए गुणवत्ता ट्रेडिंग अंतर्दृष्टि सुनिश्चित करने के लिए अपने ट्रेडर्स के लिए उच्च मानक बनाए रखते हैं। योग्यता के लिए मुख्य आवश्यकताएं यहां दी गई हैं:",
  "tradersPage.requirements.item1": "कम से कम 1 वर्ष का सत्यापन योग्य ट्रेडिंग अनुभव",
  "tradersPage.requirements.item2": "पिछले 3 महीनों में निरंतर लाभप्रदता",
  "tradersPage.requirements.item3": "30% से कम की अधिकतम ड्रॉडाउन",
  "tradersPage.requirements.item4": "एक समर्थित ट्रेडिंग प्लेटफ़ॉर्म को कनेक्ट करने की क्षमता",
  "tradersPage.requirements.item5": "हमारी सत्यापन और अनुपालन प्रक्रिया की पूर्णता",
  "tradersPage.tools.label": "ट्रेडर उपकरण",
  "tradersPage.tools.title": "अपनी ट्रेडिंग को बढ़ाने और अपने अनुयायियों को बढ़ाने के लिए पेशेवर उपकरण",
  "tradersPage.tools.analytics.title": "प्रदर्शन विश्लेषण",
  "tradersPage.tools.analytics.text": "जीत दर, लाभ कारक और ड्रॉडाउन सांख्यिकी सहित विस्तृत मेट्रिक्स के साथ अपने ट्रेडिंग प्रदर्शन को ट्रैक करें।",
  "tradersPage.tools.subscribers.title": "सदस्य प्रबंधन",
  "tradersPage.tools.subscribers.text": "संचार, अंतर्दृष्टि साझा करने और अपने ट्रेडिंग समुदाय के निर्माण के लिए उपकरणों के साथ अपने सदस्य आधार का प्रबंधन करें।",
  "tradersPage.tools.risk.title": "जोखिम प्रबंधन",
  "tradersPage.tools.risk.text": "अपने अनुयायियों के लिए सुसंगत जोखिम प्रबंधन बनाए रखने के लिए स्थिति आकार, स्टॉप-लॉस और टेक-प्रॉफिट पैरामीटर सेट करें।",
  "tradersPage.tools.marketing.title": "विपणन उपकरण",
  "tradersPage.tools.marketing.text": "अनुकूलन योग्य प्रोफ़ाइल पेज, प्रदर्शन विजेट और सोशल मीडिया एकीकरण के साथ अपनी ट्रेडिंग सेवा को बढ़ावा दें।",

  "forgotPassword.title": "पासवर्ड भूल गए",
  "forgotPassword.subtitle": "अपना ईमेल पता दर्ज करें और हम आपको अपना पासवर्ड रीसेट करने के लिए एक सत्यापन कोड भेजेंगे।",
  "forgotPassword.email": "ईमेल पता",
  "forgotPassword.emailPlaceholder": "अपना ईमेल दर्ज करें",
  "forgotPassword.btnSend": "सत्यापन कोड भेजें",
  "forgotPassword.backToLogin": "लॉगिन पर वापस जाएं",
  "forgotPassword.verifyTitle": "सत्यापन कोड दर्ज करें",
  "forgotPassword.verifySubtitle": "हमने एक 6-अंकीय कोड भेजा है",
  "forgotPassword.btnVerify": "कोड सत्यापित करें",
  "forgotPassword.btnResend": "कोड फिर से भेजें",
  "forgotPassword.useDifferentEmail": "अलग ईमेल का उपयोग करें",
  "forgotPassword.sideTitle": "अपना पासवर्ड रीसेट करें",
  "forgotPassword.sideSubtitle": "चिंता मत करो! हम आपको अपना पासवर्ड पुनर्प्राप्त करने में मदद करेंगे",

  "dashboard.welcome": "वापस स्वागत है,",
  "dashboard.portfolio": "पोर्टफोलियो मूल्य",
  "dashboard.activeCopies": "सक्रिय कॉपियां",
  "dashboard.totalReturn": "कुल रिटर्न",
  "dashboard.wallet": "वॉलेट बैलेंस",
  "dashboard.quickActions": "त्वरित कार्रवाई",
  "dashboard.depositFunds": "फंड जमा करें",
  "dashboard.browseTraders": "ट्रेडर्स ब्राउज़ करें",
  "dashboard.recentActivity": "हाल की गतिविधि",
  "dashboard.noActivity": "प्रदर्शित करने के लिए कोई हाल की गतिविधि नहीं। अपनी गतिविधि यहां देखने के लिए कॉपी ट्रेडिंग शुरू करें।",
  "dashboard.activeInvestments": "सक्रिय निवेश",
  "dashboard.currentBalance": "वर्तमान शेष",
  "dashboard.availableBalance": "उपलब्ध शेष",
  "dashboard.pendingDeposit": "लंबित जमा",
  "dashboard.pendingWithdrawal": "लंबित निकासी",
  "dashboard.processing": "प्रोसेसिंग...",
  "dashboard.withdrawFunds": "फंड निकालें",

  "dashboard.tab.home": "होम",
  "dashboard.tab.portfolio": "पोर्टफोलियो",
  "dashboard.tab.traders": "ट्रेडर्स",
  "dashboard.tab.wallet": "वॉलेट",
  "dashboard.tab.settings": "सेटिंग्स",

  "plans.title": "निवेश योजनाएं",
  "plans.subtitle": "एक योजना चुनें जो आपके निवेश लक्ष्यों के अनुकूल हो",
  "plans.loading": "निवेश योजनाएं लोड हो रही हैं...",

  "etf.title": "एक्सचेंज ट्रेडेड फंड (ETF)",
  "etf.subtitle": "पेशेवर रूप से प्रबंधित ETF पोर्टफोलियो में निवेश करें। अपनी जोखिम सहनशीलता और निवेश क्षितिज के आधार पर कंजर्वेटिव, मॉडरेट या एग्रेसिव रणनीतियों में से चुनें।",
  "etf.availableBalance": "उपलब्ध शेष",
  "etf.conservative": "कंजर्वेटिव",
  "etf.moderate": "मॉडरेट",
  "etf.aggressive": "एग्रेसिव",

  "defi.title": "DeFi कॉपी ट्रेडिंग",
  "defi.subtitle": "पेशेवर DeFi ट्रेडर्स से ट्रेड्स कॉपी करें",
  "defi.description": "पेशेवर DeFi ट्रेडर्स से ट्रेडिंग रणनीतियों की कॉपी करें। अपने निवेश लक्ष्यों और जोखिम की भूख के आधार पर कंजर्वेटिव, मॉडरेट, एग्रेसिव या बैलेंस्ड पोर्टफोलियो में से चुनें।",
  "defi.availableBalance": "उपलब्ध शेष",

  "options.title": "ऑप्शन्स कॉपी ट्रेडिंग",
  "options.subtitle": "पेशेवर ऑप्शन्स ट्रेडर्स से ट्रेड्स कॉपी करें",
  "options.description": "पेशेवर ऑप्शन्स ट्रेडर्स से ट्रेडिंग रणनीतियों की कॉपी करें। अपने अनुभव स्तर और जोखिम सहनशीलता के आधार पर बिगिनर, इंटरमीडिएट, एडवांस्ड या एक्सपर्ट योजनाओं में से चुनें।",
  "options.availableBalance": "उपलब्ध शेष",

  "portfolio.title": "पोर्टफोलियो",
  "portfolio.subtitle": "अपने निवेश प्रदर्शन और रिटर्न को ट्रैक करें",
  "portfolio.totalValue": "कुल पोर्टफोलियो मूल्य",
  "portfolio.totalInvested": "कुल निवेशित",
  "portfolio.totalReturn": "कुल रिटर्न",
  "portfolio.activeInvestments": "सक्रिय निवेश",
  "portfolio.yourInvestments": "आपके निवेश",
  "portfolio.loading": "आपके निवेश लोड हो रहे हैं...",

  "traders.title": "उपलब्ध ट्रेडर्स",
  "traders.subtitle": "सफल ट्रेडर्स को ब्राउज़ करें और कॉपी करें",
  "traders.loading": "ट्रेडर्स लोड हो रहे हैं...",
  "traders.copy": "ट्रेडर कॉपी करें",
  "traders.stats": "सांख्यिकी",
  "traders.performance": "प्रदर्शन",
  "traders.riskLevel": "जोखिम स्तर",
  "traders.minInvestment": "न्यूनतम निवेश",

  "settings.title": "सेटिंग्स",
  "settings.profileTitle": "प्रोफ़ाइल जानकारी",
  "settings.profileActions": "प्रोफ़ाइल कार्रवाई",
  "settings.updateProfile": "प्रोफ़ाइल अपडेट करें",
  "settings.changePassword": "पासवर्ड बदलें",
  "settings.securityTitle": "सुरक्षा सेटिंग्स",
  "settings.loginHistory": "लॉगिन इतिहास",
  "settings.twoFactor": "दो-कारक प्रमाणीकरण",

  "referrals.title": "रेफरल प्रोग्राम",
  "referrals.subtitle": "दोस्तों को रेफर करके पुरस्कार अर्जित करें",
  "referrals.yourLink": "आपका रेफरल लिंक",
  "referrals.copyLink": "लिंक कॉपी करें",
  "referrals.totalReferrals": "कुल रेफरल",
  "referrals.totalEarned": "कुल अर्जित",
  "referrals.pendingRewards": "लंबित पुरस्कार",

  "support.title": "सहायता केंद्र",
  "support.subtitle": "हम मदद के लिए यहां हैं",
  "support.contact": "सहायता से संपर्क करें",
  "support.faq": "अक्सर पूछे जाने वाले प्रश्न",
  "support.ticket": "टिकट सबमिट करें",

  "modal.deposit.title": "फंड जमा करें",
  "modal.deposit.amount": "जमा राशि",
  "modal.deposit.paymentMethod": "भुगतान विधि",
  "modal.deposit.bankTransfer": "बैंक ट्रांसफर",
  "modal.deposit.cryptocurrency": "क्रिप्टोकरेंसी",
  "modal.deposit.paypal": "PayPal",
  "modal.deposit.bankName": "बैंक का नाम",
  "modal.deposit.accountNumber": "खाता संख्या",
  "modal.deposit.swiftCode": "SWIFT कोड",
  "modal.deposit.routingNumber": "रूटिंग नंबर",
  "modal.deposit.accountName": "खाता नाम",
  "modal.deposit.cryptoTitle": "क्रिप्टोकरेंसी जमा",
  "modal.deposit.cryptoType": "क्रिप्टोकरेंसी प्रकार",
  "modal.deposit.walletAddress": "वॉलेट पता",
  "modal.deposit.copyAddress": "वॉलेट पता कॉपी करें",
  "modal.deposit.important": "महत्वपूर्ण:",
  "modal.deposit.importantMsg": "अपना भुगतान भेजने के बाद, नीचे \"जमा पूर्ण करें\" पर क्लिक करें। पुष्टि होने के बाद आपकी जमा राशि सत्यापित की जाएगी और आपके खाते में जमा की जाएगी।",
  "modal.deposit.paypalUnavailable": "हमें खेद है, लेकिन PayPal जमा वर्तमान में उपलब्ध नहीं है। कृपया वैकल्पिक भुगतान विधियों के रूप में बैंक ट्रांसफर या क्रिप्टोकरेंसी का उपयोग करें।",
  "modal.deposit.password": "पासवर्ड की पुष्टि करें",
  "modal.deposit.submit": "जमा पूर्ण करें",
  "modal.deposit.minAmount": "न्यूनतम जमा: $10",
  "modal.deposit.selectMethod": "भुगतान विधि चुनें",
  "modal.deposit.selectCrypto": "क्रिप्टोकरेंसी चुनें",

  "modal.withdraw.title": "फंड निकालें",
  "modal.withdraw.available": "उपलब्ध शेष",
  "modal.withdraw.amount": "निकासी राशि",
  "modal.withdraw.method": "निकासी विधि",
  "modal.withdraw.cryptoDetails": "क्रिप्टोकरेंसी निकासी विवरण",
  "modal.withdraw.cryptoType": "क्रिप्टोकरेंसी प्रकार",
  "modal.withdraw.walletAddress": "आपका वॉलेट पता",
  "modal.withdraw.password": "पासवर्ड की पुष्टि करें",
  "modal.withdraw.submit": "निकासी पूर्ण करें",
  "modal.withdraw.minAmount": "न्यूनतम निकासी: $10",
  "modal.withdraw.selectMethod": "निकासी विधि चुनें",
  "modal.withdraw.selectCrypto": "क्रिप्टोकरेंसी चुनें",
  "modal.withdraw.securityVerification": "Security Verification Required",
  "modal.withdraw.verificationMessage": "For your security and to protect your funds, a one-time verification code is required to complete this withdrawal. Please contact our support team via the chat to receive your unique withdrawal code.",
  "modal.withdraw.brokerageFeeTitle": "ब्रोकरेज शुल्क सूचना",
  "modal.withdraw.brokerageFeeMessage": "कृपया ध्यान दें कि प्रत्येक निकासी लेनदेन के लिए ब्रोकरेज शुल्क लिया जाएगा। लागू शुल्क आपको हमारी सहायता टीम द्वारा बताया जाएगा जब आप अपना निकासी कोड का अनुरोध करेंगे।",
  "modal.withdraw.requestSummary": "Withdrawal Request Summary",
  "modal.withdraw.requestId": "Request ID",
  "modal.withdraw.enterCode": "Enter Verification Code",
  "modal.withdraw.codePlaceholder": "XXXXXXXX",
  "modal.withdraw.codeHelp": "Enter the 8-character code provided by support",
  "modal.withdraw.back": "Back",
  "modal.withdraw.verifyAndComplete": "Verify & Complete Withdrawal",
  "modal.withdraw.next": "Next",
  "questionnaire.title": "निवेश प्रोफ़ाइल",
  "questionnaire.subtitle": "हमें आपकी निवेश प्राथमिकताएँ समझने में मदद करें",
  "questionnaire.riskTitle": "आपकी निवेश जोखिम सहनशीलता क्या है?",
  "questionnaire.riskDesc": "वह जोखिम स्तर चुनें जिसके साथ आप सहज हैं।",
  "questionnaire.riskVeryLow": "बहुत कम",
  "questionnaire.riskLow": "कम",
  "questionnaire.riskModerate": "मध्यम",
  "questionnaire.riskHigh": "उच्च",
  "questionnaire.riskVeryHigh": "बहुत उच्च",
  "questionnaire.incomeTitle": "आपकी वार्षिक आय क्या है?",
  "questionnaire.incomeDesc": "वह सीमा चुनें जो आपकी वार्षिक आय का सबसे अच्छा वर्णन करती है।",
  "questionnaire.incomeUnder10k": "$10,000 से कम",
  "questionnaire.income10k50k": "$10,000 - $50,000",
  "questionnaire.income50k100k": "$50,000 - $100,000",
  "questionnaire.income100k1m": "$100,000 - $1,000,000",
  "questionnaire.incomeOver1m": "$1,000,000 से अधिक",
  "questionnaire.employmentTitle": "आपकी रोज़गार स्थिति क्या है?",
  "questionnaire.employmentDesc": "वह विकल्प चुनें जो आपकी वर्तमान स्थिति का सबसे अच्छा वर्णन करता है।",
  "questionnaire.unemployed": "बेरोज़गार",
  "questionnaire.selfEmployed": "स्व-रोज़गार",
  "questionnaire.partTime": "अंशकालिक",
  "questionnaire.fullTime": "पूर्णकालिक",
  "questionnaire.retired": "सेवानिवृत्त",
  "questionnaire.next": "अगला",
  "questionnaire.back": "पीछे",
  "questionnaire.submit": "जमा करें",

  "modal.profile.title": "प्रोफ़ाइल अपडेट करें",
  "modal.profile.fullName": "पूरा नाम",
  "modal.profile.email": "ईमेल पता",
  "modal.profile.phone": "फोन नंबर",
  "modal.profile.address": "पता",
  "modal.profile.city": "शहर",
  "modal.profile.country": "देश",
  "modal.profile.submit": "परिवर्तन सहेजें",

  "modal.welcome.title": "TED Brokers में आपका स्वागत है!",
  "modal.welcome.message": "हम आपको बोर्ड पर पाकर उत्साहित हैं। हमारे निवेश अवसरों और कॉपी ट्रेडिंग सुविधाओं की खोज शुरू करें।",
  "modal.welcome.getStarted": "शुरू करें",

  "user.fullName": "पूरा नाम",
  "user.username": "उपयोगकर्ता नाम",
  "user.email": "ईमेल",
  "user.joined": "शामिल हुए",

  "common.loading": "लोड हो रहा है...",
  "common.error": "त्रुटि",
  "common.success": "सफलता",
  "common.warning": "चेतावनी",
  "common.info": "जानकारी",
  "common.confirm": "क्या आप सुनिश्चित हैं?",
  "common.yes": "हाँ",
  "common.no": "नहीं",
  "common.ok": "ठीक है",
  "common.search": "खोजें",
  "common.filter": "फ़िल्टर",
  "common.sort": "क्रमबद्ध करें",
  "common.date": "तारीख",
  "common.time": "समय",
  "common.amount": "राशि",
  "common.status": "स्थिति",
  "common.action": "कार्रवाई",
  "common.description": "विवरण",
  "common.type": "प्रकार",
  "common.total": "कुल",

  "status.pending": "लंबित",
  "status.approved": "स्वीकृत",
  "status.rejected": "अस्वीकृत",
  "status.completed": "पूर्ण",
  "status.active": "सक्रिय",
  "status.inactive": "निष्क्रिय",
  "status.processing": "प्रोसेसिंग",
  "status.cancelled": "रद्द",

  "error.required": "यह फ़ील्ड आवश्यक है",
  "error.invalidEmail": "अमान्य ईमेल पता",
  "error.invalidPassword": "अमान्य पासवर्ड",
  "error.passwordMismatch": "पासवर्ड मेल नहीं खाते",
  "error.minAmount": "राशि कम से कम होनी चाहिए",
  "error.maxAmount": "राशि से अधिक नहीं हो सकती",
  "error.insufficientBalance": "अपर्याप्त शेष",
  "error.network": "नेटवर्क त्रुटि। कृपया पुनः प्रयास करें।",
  "error.unknown": "एक अज्ञात त्रुटि हुई",

  "success.deposit": "जमा अनुरोध सफलतापूर्वक सबमिट किया गया",
  "success.withdraw": "निकासी अनुरोध सफलतापूर्वक सबमिट किया गया",
  "success.profileUpdated": "प्रोफ़ाइल सफलतापूर्वक अपडेट की गई",
  "success.passwordChanged": "पासवर्ड सफलतापूर्वक बदला गया",
  "success.copied": "क्लिपबोर्ड पर कॉपी किया गया",

  "investment.planName": "योजना का नाम",
  "investment.investedAmount": "निवेशित राशि",
  "investment.currentValue": "वर्तमान मूल्य",
  "investment.profitLoss": "लाभ/हानि",
  "investment.startDate": "प्रारंभ तिथि",
  "investment.status": "स्थिति",
  "investment.noInvestments": "आपके पास अभी तक कोई सक्रिय निवेश नहीं है।",

  "transaction.type": "लेनदेन प्रकार",
  "transaction.amount": "राशि",
  "transaction.date": "तारीख",
  "transaction.status": "स्थिति",
  "transaction.reference": "संदर्भ",
  "transaction.noTransactions": "कोई लेनदेन नहीं मिला",

  "theme.light": "लाइट मोड",
  "theme.dark": "डार्क मोड",

  "language.select": "भाषा चुनें",
  "language.current": "वर्तमान भाषा",
  "language.english": "अंग्रेज़ी",
  "language.chinese": "चीनी",
  "language.hindi": "हिंदी",
  "language.spanish": "स्पेनिश",
  "language.french": "फ़्रेंच",
  "language.arabic": "अरबी",
  "language.bengali": "बंगाली",
  "language.russian": "रूसी",
  "language.portuguese": "पुर्तगाली",
  "language.german": "जर्मन",

  "investors.pageTitle": "निवेशक",
  "investors.hero.title": "स्मार्ट निवेश, सरल बनाया गया",
  "investors.hero.subtitle": "विशेषज्ञ ट्रेडर्स की रणनीतियों की कॉपी करके निवेश की दुनिया में प्रवेश करें। कोई अनुभव आवश्यक नहीं।",
  "investors.hero.feature1": "50+ सत्यापित पेशेवर ट्रेडर्स से चुनें",
  "investors.hero.feature2": "न्यूनतम निवेश सिर्फ $100 से शुरू करें",
  "investors.hero.feature3": "वास्तविक समय प्रदर्शन ट्रैकिंग और रिपोर्टिंग",
  "investors.benefits.label": "निवेशक लाभ",
  "investors.benefits.title": "निवेशकों के लिए कॉपी ट्रेडिंग के लाभ",
  "investors.benefits.passive.title": "निष्क्रिय आय सृजन",
  "investors.benefits.passive.text": "सफल ट्रेडर्स को स्वचालित रूप से कॉपी करके निष्क्रिय आय अर्जित करें। आपके ट्रेड्स वास्तविक समय में निष्पादित होते हैं बिना आपके निरंतर हस्तक्षेप की आवश्यकता के।",
  "investors.benefits.expertAccess.title": "विशेषज्ञ रणनीतियों तक पहुंच",
  "investors.benefits.expertAccess.text": "सिद्ध ट्रैक रिकॉर्ड वाले पेशेवर ट्रेडर्स की रणनीतियों से लाभ उठाएं। उनकी विशेषज्ञता आपकी सफलता बन जाती है।",
  "investors.benefits.diversification.title": "पोर्टफोलियो विविधीकरण",
  "investors.benefits.diversification.text": "विभिन्न रणनीतियों और परिसंपत्ति वर्गों वाले कई ट्रेडर्स में निवेश को विभाजित करके जोखिम को फैलाएं।",
  "investors.benefits.transparency.title": "पूर्ण पारदर्शिता",
  "investors.benefits.transparency.text": "वास्तविक समय में आपके सभी ट्रेड्स और प्रदर्शन देखें। कोई छुपी फीस या आश्चर्य नहीं। प्रत्येक लेनदेन पूरी तरह से पारदर्शी है।",
  "investors.howItWorks.label": "यह कैसे काम करता है",
  "investors.howItWorks.title": "कॉपी ट्रेडिंग के साथ निवेश शुरू करें",
  "investors.howItWorks.step1.title": "साइन अप और सत्यापित करें",
  "investors.howItWorks.step1.text": "मिनटों में मुफ्त खाता बनाएं और त्वरित सत्यापन प्रक्रिया पूरी करें।",
  "investors.howItWorks.step2.title": "अपने खाते को फंड करें",
  "investors.howItWorks.step2.text": "कार्ड, बैंक ट्रांसफर या क्रिप्टो का उपयोग करके सुरक्षित रूप से फंड जमा करें। न्यूनतम सिर्फ $100।",
  "investors.howItWorks.step3.title": "ट्रेडर्स चुनें",
  "investors.howItWorks.step3.text": "हमारे शीर्ष प्रदर्शन करने वाले ट्रेडर्स को ब्राउज़ करें और जो आपकी जोखिम की भूख से मेल खाते हैं उन्हें चुनें।",
  "investors.howItWorks.step4.title": "कॉपी करना शुरू करें",
  "investors.howItWorks.step4.text": "ट्रेड्स स्वचालित रूप से आपके खाते में कॉपी हो जाते हैं। बैठें और अपने निवेश को बढ़ते देखें।",
  "investors.riskManagement.label": "जोखिम प्रबंधन",
  "investors.riskManagement.title": "उन्नत जोखिम प्रबंधन सुविधाएं",
  "investors.riskManagement.intro": "हम आपकी सुरक्षा को गंभीरता से लेते हैं। हमारा प्लेटफ़ॉर्म आपके निवेश की सुरक्षा में मदद के लिए कई जोखिम प्रबंधन उपकरण प्रदान करता है:",
  "investors.riskManagement.feature1": "प्रति ट्रेडर और समग्र रूप से स्टॉप-लॉस सीमा सेट करें",
  "investors.riskManagement.feature2": "प्रत्येक ट्रेड के लिए अधिकतम जोखिम राशि निर्धारित करें",
  "investors.riskManagement.feature3": "किसी भी समय ट्रेडर्स को कॉपी करना रोकें",
  "investors.riskManagement.feature4": "वास्तविक समय जोखिम मेट्रिक्स और प्रदर्शन विश्लेषण देखें",
  "investors.riskManagement.feature5": "एकल बाजार या परिसंपत्ति वर्ग में अधिक एक्सपोजर को रोकने के लिए विविधीकरण उपकरण",

  "howItWorks.pageTitle": "यह कैसे काम करता है",
  "howItWorks.hero.title": "कॉपी ट्रेडिंग प्रक्रिया को समझें",
  "howItWorks.hero.subtitle": "जानें कि कैसे हमारा प्लेटफ़ॉर्म निवेशकों को पेशेवर ट्रेडर्स से जोड़ता है",
  "howItWorks.overview.title": "प्लेटफ़ॉर्म अवलोकन",
  "howItWorks.overview.text": "TED Brokers एक अत्याधुनिक कॉपी ट्रेडिंग प्लेटफ़ॉर्म है जो निवेशकों को सफल ट्रेडर्स की रणनीतियों को स्वचालित रूप से दर्पण करने की अनुमति देता है। हमारी उन्नत तकनीक वास्तविक समय में ट्रेड्स को दोहराती है, यह सुनिश्चित करती है कि आप कभी भी अवसर न चूकें।",
  "howItWorks.process.title": "चरण-दर-चरण प्रक्रिया",
  "howItWorks.process.step1.title": "चरण 1: खाता निर्माण",
  "howItWorks.process.step1.text": "TED Brokers के साथ एक मुफ्त खाता बनाएं। पंजीकरण सरल है और केवल कुछ मिनट लगते हैं। अपना ईमेल सत्यापित करें और अपना प्रोफ़ाइल पूरा करें।",
  "howItWorks.process.step2.title": "चरण 2: KYC सत्यापन",
  "howItWorks.process.step2.text": "नियामक आवश्यकताओं का अनुपालन करने और अपने खाते की सुरक्षा सुनिश्चित करने के लिए अपनी पहचान सत्यापन पूरी करें।",
  "howItWorks.process.step3.title": "चरण 3: फंड जमा करना",
  "howItWorks.process.step3.text": "विभिन्न भुगतान विधियों का उपयोग करके अपने ट्रेडिंग खाते को फंड करें। हम बैंक ट्रांसफर, क्रेडिट/डेबिट कार्ड और क्रिप्टोकरेंसी स्वीकार करते हैं।",
  "howItWorks.process.step4.title": "चरण 4: ट्रेडर चयन",
  "howItWorks.process.step4.text": "हमारे सत्यापित ट्रेडर्स के मार्केटप्लेस को ब्राउज़ करें। उनके प्रदर्शन आंकड़े, जोखिम स्कोर और ट्रेडिंग शैली की समीक्षा करें।",
  "howItWorks.process.step5.title": "चरण 5: कॉपी सेटिंग्स कॉन्फ़िगर करें",
  "howItWorks.process.step5.text": "प्रत्येक ट्रेडर को आवंटित करने के लिए राशि सेट करें। स्टॉप-लॉस, अधिकतम ड्रॉडाउन और अन्य जोखिम पैरामीटर कॉन्फ़िगर करें।",
  "howItWorks.process.step6.title": "चरण 6: स्वचालित कॉपी ट्रेडिंग",
  "howItWorks.process.step6.text": "एक बार कॉन्फ़िगर हो जाने पर, ट्रेड्स आपके खाते में स्वचालित रूप से कॉपी हो जाते हैं। रीयल-टाइम में अपने पोर्टफोलियो की निगरानी करें।",
  "howItWorks.features.title": "मुख्य विशेषताएं",
  "howItWorks.features.realtime": "वास्तविक समय ट्रेड निष्पादन",
  "howItWorks.features.transparent": "पारदर्शी प्रदर्शन ट्रैकिंग",
  "howItWorks.features.riskControl": "उन्नत जोखिम नियंत्रण",
  "howItWorks.features.diversification": "पोर्टफोलियो विविधीकरण उपकरण",
  "howItWorks.features.mobile": "मोबाइल और डेस्कटॉप पहुंच",
  "howItWorks.features.support": "24/7 ग्राहक सहायता",

  "privacyPolicy.pageTitle": "गोपनीयता नीति",
  "privacyPolicy.lastUpdated": "अंतिम अपडेट",
  "privacyPolicy.intro": "TED Brokers में, हम आपकी गोपनीयता को गंभीरता से लेते हैं। यह गोपनीयता नीति बताती है कि हम कैसे एकत्र करते हैं, उपयोग करते हैं, प्रकट करते हैं और आपकी व्यक्तिगत जानकारी की सुरक्षा करते हैं।",
  "privacyPolicy.informationCollection.title": "सूचना संग्रह",
  "privacyPolicy.informationCollection.text": "हम विभिन्न प्रकार की जानकारी एकत्र करते हैं, जिसमें शामिल हैं:",
  "privacyPolicy.informationCollection.item1": "व्यक्तिगत जानकारी (नाम, ईमेल पता, फोन नंबर)",
  "privacyPolicy.informationCollection.item2": "वित्तीय जानकारी (खाता विवरण, लेनदेन इतिहास)",
  "privacyPolicy.informationCollection.item3": "पहचान दस्तावेज (KYC अनुपालन के लिए)",
  "privacyPolicy.informationCollection.item4": "उपयोग डेटा (IP पता, ब्राउज़र जानकारी, उपकरण जानकारी)",
  "privacyPolicy.useOfInformation.title": "जानकारी का उपयोग",
  "privacyPolicy.useOfInformation.text": "हम आपकी जानकारी का उपयोग करते हैं:",
  "privacyPolicy.useOfInformation.item1": "हमारी सेवाएं प्रदान करने और बनाए रखने के लिए",
  "privacyPolicy.useOfInformation.item2": "आपकी पहचान सत्यापित करने और धोखाधड़ी को रोकने के लिए",
  "privacyPolicy.useOfInformation.item3": "कानूनी और नियामक आवश्यकताओं का अनुपालन करने के लिए",
  "privacyPolicy.useOfInformation.item4": "आपसे संवाद करने और ग्राहक सहायता प्रदान करने के लिए",
  "privacyPolicy.useOfInformation.item5": "हमारी सेवाओं में सुधार करने और नई सुविधाएं विकसित करने के लिए",
  "privacyPolicy.dataProtection.title": "डेटा सुरक्षा",
  "privacyPolicy.dataProtection.text": "हम आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए उद्योग-मानक सुरक्षा उपाय लागू करते हैं, जिसमें एन्क्रिप्शन, सुरक्षित सर्वर और नियमित सुरक्षा ऑडिट शामिल हैं।",
  "privacyPolicy.dataSharing.title": "डेटा साझाकरण",
  "privacyPolicy.dataSharing.text": "हम आपकी व्यक्तिगत जानकारी तीसरे पक्षों को नहीं बेचते या किराए पर नहीं देते। हम केवल निम्नलिखित परिस्थितियों में जानकारी साझा कर सकते हैं:",
  "privacyPolicy.dataSharing.item1": "आपकी स्पष्ट सहमति के साथ",
  "privacyPolicy.dataSharing.item2": "कानूनी आवश्यकताओं का अनुपालन करने के लिए",
  "privacyPolicy.dataSharing.item3": "हमारी सेवाओं को संचालित करने में मदद करने वाले विश्वसनीय सेवा प्रदाताओं के साथ",
  "privacyPolicy.userRights.title": "आपके अधिकार",
  "privacyPolicy.userRights.text": "आपके पास निम्न अधिकार हैं:",
  "privacyPolicy.userRights.item1": "अपनी व्यक्तिगत जानकारी तक पहुंच और अपडेट करना",
  "privacyPolicy.userRights.item2": "अपना खाता और संबंधित डेटा हटाने का अनुरोध करना",
  "privacyPolicy.userRights.item3": "विपणन संचार से ऑप्ट-आउट करना",
  "privacyPolicy.userRights.item4": "डेटा पोर्टेबिलिटी का अनुरोध करना",
  "privacyPolicy.cookies.title": "कुकीज़",
  "privacyPolicy.cookies.text": "हम आपके अनुभव को बेहतर बनाने और साइट के उपयोग का विश्लेषण करने के लिए कुकीज़ और समान तकनीकों का उपयोग करते हैं। आप अपनी ब्राउज़र सेटिंग्स के माध्यम से कुकी प्राथमिकताओं को प्रबंधित कर सकते हैं।",
  "privacyPolicy.updates.title": "नीति अपडेट",
  "privacyPolicy.updates.text": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। परिवर्तनों को इस पृष्ठ पर पोस्ट किया जाएगा और महत्वपूर्ण परिवर्तनों के लिए, हम ईमेल या हमारे प्लेटफ़ॉर्म पर नोटिस के माध्यम से अधिक प्रमुख सूचना प्रदान करेंगे।",
  "privacyPolicy.contact.title": "संपर्क करें",
  "privacyPolicy.contact.text": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न है, कृपया हमसे संपर्क करें:",
  "privacy.pageTitle": "गोपनीयता नीति",
  "privacy.title": "गोपनीयता नीति",
  "privacy.intro": "TED Brokers में आपका स्वागत है। आपकी गोपनीयता हमारे लिए सर्वोपरि महत्व रखती है। यह गोपनीयता नीति उन प्रकार की जानकारी को रेखांकित करती है जो हम आपसे एकत्र करते हैं, हम इसका उपयोग कैसे करते हैं, और इसकी सुरक्षा के लिए हम क्या उपाय करते हैं। हमारी सेवाओं तक पहुंचने या उपयोग करने से, आप इस नीति में निर्धारित शर्तों से सहमत होते हैं।",
  "privacy.section1.title": "हम जो जानकारी एकत्र करते हैं",
  "privacy.section1.intro": "हम आपके प्लेटफ़ॉर्म पर अनुभव को बढ़ाने और लागू कानूनों और विनियमों के अनुपालन को सुनिश्चित करने के लिए विभिन्न जानकारी एकत्र करते हैं। इसमें शामिल हैं:",
  "privacy.section1.item1": "<strong>व्यक्तिगत पहचान जानकारी:</strong> जैसे आपका पूरा नाम, ईमेल पता, फोन नंबर, निवास का देश, और सरकार द्वारा जारी आईडी (जहां लागू हो)।",
  "privacy.section1.item2": "<strong>वित्तीय जानकारी:</strong> भुगतान विवरण, ट्रेडिंग खाता क्रेडेंशियल, और लेनदेन इतिहास सहित, कॉपी ट्रेडिंग गतिविधियों को सुविधाजनक बनाने के लिए एकत्र किया गया।",
  "privacy.section1.item3": "<strong>उपयोग डेटा:</strong> हमारी वेबसाइट के साथ आपके इंटरैक्शन के बारे में जानकारी, जैसे आईपी पता, ब्राउज़र प्रकार, डिवाइस पहचानकर्ता, देखे गए पृष्ठ, और साइट पर बिताया गया समय।",
  "privacy.section1.item4": "<strong>कुकीज़ और ट्रैकिंग तकनीकें:</strong> हम हमारी साइट पर आपकी गतिविधि को ट्रैक करने और आपके अनुभव को बढ़ाने के लिए कुकीज़ और समान तकनीकों का उपयोग करते हैं।",
  "privacy.section2.title": "हम आपकी जानकारी का उपयोग कैसे करते हैं",
  "privacy.section2.intro": "हम जो जानकारी एकत्र करते हैं उसका उपयोग कई वैध उद्देश्यों के लिए किया जाता है, जिसमें शामिल हैं लेकिन इन तक सीमित नहीं:",
  "privacy.section2.item1": "हमारे प्लेटफ़ॉर्म की कार्यक्षमता और प्रदर्शन प्रदान करना और बनाए रखना।",
  "privacy.section2.item2": "आपकी पहचान और हमारी सेवा की कुछ विशेषताओं का उपयोग करने की योग्यता सत्यापित करना।",
  "privacy.section2.item3": "लेनदेन को संसाधित करना और आपकी ओर से ट्रेडिंग गतिविधियों का प्रबंधन करना।",
  "privacy.section2.item4": "अपडेट, सुरक्षा अलर्ट और सहायता संबंधी संदेश भेजना।",
  "privacy.section2.item5": "विश्लेषण के आधार पर हमारी वेबसाइट के डिजाइन, सामग्री और उपयोगकर्ता अनुभव में सुधार करना।",
  "privacy.section2.item6": "धोखाधड़ी, अवैध गतिविधियों को रोकना और हमारी सेवा की शर्तों को लागू करना।",
  "privacy.section3.title": "आपकी जानकारी साझा करना",
  "privacy.section3.intro": "हम आपके विश्वास को महत्व देते हैं और आपकी जानकारी को जिम्मेदारी से संभालते हैं। हालांकि, कुछ परिस्थितियों में, हम आपका डेटा निम्नलिखित के साथ साझा कर सकते हैं:",
  "privacy.section3.item1": "<strong>सेवा प्रदाता:</strong> तृतीय-पक्ष कंपनियां जो हमें होस्टिंग, ग्राहक सेवा, विश्लेषण और विपणन सहायता में मदद करती हैं।",
  "privacy.section3.item2": "<strong>नियामक प्राधिकरण:</strong> जब आवश्यक हो तो वित्तीय विनियमों, न्यायालय के आदेशों या कानूनी प्रक्रियाओं का पालन करने के लिए।",
  "privacy.section3.item3": "<strong>व्यवसाय हस्तांतरण:</strong> विलय, कंपनी संपत्ति की बिक्री, या अधिग्रहण के संबंध में, आपकी व्यक्तिगत जानकारी लेनदेन के हिस्से के रूप में स्थानांतरित की जा सकती है।",
  "privacy.section4.title": "आपकी जानकारी की सुरक्षा",
  "privacy.section4.text": "हम आपकी जानकारी की सुरक्षा के लिए भौतिक, तकनीकी और प्रशासनिक उपायों का एक व्यापक सेट लागू करते हैं। इसमें SSL एन्क्रिप्शन, सुरक्षित डेटा स्टोरेज, एक्सेस नियंत्रण और समय-समय पर सुरक्षा ऑडिट शामिल हैं। हालांकि हम उद्योग-मानक प्रथाओं का उपयोग करने का प्रयास करते हैं, इंटरनेट पर संचरण की कोई भी विधि 100% सुरक्षित नहीं है, और हम पूर्ण सुरक्षा की गारंटी नहीं दे सकते।",
  "privacy.section5.title": "आपके अधिकार और विकल्प",
  "privacy.section5.text": "आपके पास किसी भी समय अपने व्यक्तिगत डेटा तक पहुंचने, अपडेट करने या हटाने का अधिकार है, कानूनी और नियामक बाधाओं के अधीन। आप गैर-आवश्यक संचार प्राप्त करने से ऑप्ट आउट भी कर सकते हैं। अपने अधिकारों का प्रयोग करने के लिए, कृपया नीचे दिए गए ईमेल पर हमसे संपर्क करें।",
  "privacy.section6.title": "तृतीय-पक्ष लिंक",
  "privacy.section6.text": "हमारी वेबसाइट में हमारे द्वारा संचालित नहीं की जाने वाली बाहरी वेबसाइटों के लिंक हो सकते हैं। हमारा उन साइटों की सामग्री या गोपनीयता प्रथाओं पर कोई नियंत्रण नहीं है और हम आपको कोई भी जानकारी प्रदान करने से पहले उनकी नीतियों की समीक्षा करने के लिए प्रोत्साहित करते हैं।",
  "privacy.section7.title": "बच्चों की गोपनीयता",
  "privacy.section7.text": "TED Brokers 18 वर्ष से कम आयु के व्यक्तियों के लिए अभिप्रेत नहीं है। हम जानबूझकर नाबालिगों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। यदि हमें पता चलता है कि हमने अनजाने में ऐसी जानकारी एकत्र की है, तो हम इसे तुरंत हटाने के लिए कदम उठाएंगे।",
  "privacy.section8.title": "इस गोपनीयता नीति में परिवर्तन",
  "privacy.section8.text": "हम समय-समय पर हमारी प्रथाओं या लागू कानूनों में बदलाव को प्रतिबिंबित करने के लिए इस गोपनीयता नीति को अपडेट कर सकते हैं। किसी भी अपडेट को संशोधित प्रभावी तिथि के साथ इस पृष्ठ पर पोस्ट किया जाएगा। हम आपको नियमित रूप से इस पृष्ठ की समीक्षा करने के लिए प्रोत्साहित करते हैं ताकि आप सूचित रहें कि हम आपके डेटा की सुरक्षा कैसे कर रहे हैं।",
  "privacy.section9.title": "हमसे संपर्क करें",
  "privacy.section9.text": "यदि आपके पास इस गोपनीयता नीति या हम आपके डेटा को कैसे संभालते हैं, के बारे में कोई प्रश्न, चिंताएं या अनुरोध हैं, तो कृपया हमसे संपर्क करें:",
  "privacy.section9.emailLabel": "ईमेल:",
  "terms.pageTitle": "नियम और शर्तें",
  "terms.title": "नियम और शर्तें",
  "terms.intro": "TED Brokers में आपका स्वागत है। ये नियम और शर्तें हमारी वेबसाइट, सेवाओं और सामग्री तक आपकी पहुंच और उपयोग को नियंत्रित करती हैं। TED Brokers तक पहुंचने या उपयोग करने से, आप इन शर्तों का पालन करने और इनके द्वारा बाध्य होने के लिए सहमत होते हैं। कृपया उन्हें ध्यान से पढ़ें।",
  "terms.section1.title": "1. परिचय",
  "terms.section1.paragraph1": "ये नियम और शर्तें https://copytradingbroker.com पर स्थित TED Brokers की वेबसाइट के उपयोग के लिए नियमों और विनियमों को रेखांकित करती हैं। इस वेबसाइट तक पहुंचने से, हम मानते हैं कि आप इन शर्तों को स्वीकार करते हैं। यदि आप यहां बताई गई सभी शर्तों और नियमों से सहमत नहीं हैं, तो कृपया वेबसाइट का उपयोग न करें।",
  "terms.section1.paragraph2": "ये शर्तें सभी आगंतुकों, उपयोगकर्ताओं और अन्य जो सेवा तक पहुंचते हैं या उपयोग करते हैं, पर लागू होती हैं। इस वेबसाइट का आपका निरंतर उपयोग हमारी प्रथाओं और नीतियों की स्वीकृति माना जाएगा।",
  "terms.section2.title": "2. कुकीज़",
  "terms.section2.paragraph1": "हम उपयोगकर्ता अनुभव को बढ़ाने, ट्रैफ़िक का विश्लेषण करने और व्यक्तिगत सामग्री और विज्ञापन प्रदान करने के लिए कुकीज़ का उपयोग करते हैं। TED Brokers तक पहुंचने से, आप हमारी गोपनीयता नीति के अनुसार हमारे कुकीज़ के उपयोग के लिए सहमत होते हैं।",
  "terms.section2.paragraph2": "कुकीज़ छोटी फ़ाइलें हैं जो आपके कंप्यूटर या मोबाइल डिवाइस पर तब संग्रहीत होती हैं जब आप वेबसाइटों पर जाते हैं। ये कुकीज़ हमें यह समझने में मदद करती हैं कि उपयोगकर्ता हमारी वेबसाइट के साथ कैसे इंटरैक्ट करते हैं, जिससे हम समय के साथ उपयोगकर्ता अनुभव में सुधार कर सकें।",
  "terms.section3.title": "3. लाइसेंस",
  "terms.section3.paragraph1": "जब तक अन्यथा न बताया गया हो, TED Brokers और/या इसके लाइसेंसदाता साइट पर प्रकाशित सभी सामग्री के लिए बौद्धिक संपदा अधिकारों के स्वामी हैं। ये सभी अधिकार आरक्षित हैं। आप इस सामग्री को अपने व्यक्तिगत उपयोग के लिए एक्सेस कर सकते हैं, इन शर्तों में निर्धारित प्रतिबंधों के अधीन।",
  "terms.section3.paragraph2": "आप निम्नलिखित नहीं कर सकते:",
  "terms.section3.item1": "TED Brokers से सामग्री को पुनः प्रकाशित करें",
  "terms.section3.item2": "TED Brokers से सामग्री को बेचें, किराए पर दें या उप-लाइसेंस दें",
  "terms.section3.item3": "वाणिज्यिक उद्देश्यों के लिए TED Brokers से सामग्री को पुनरुत्पादन, डुप्लिकेट या कॉपी करें",
  "terms.section3.item4": "अनुमति के बिना TED Brokers से सामग्री को पुनर्वितरित करें",
  "terms.section4.title": "4. उपयोगकर्ता टिप्पणियां",
  "terms.section4.paragraph1": "यह वेबसाइट उपयोगकर्ताओं को राय, टिप्पणियां और जानकारी पोस्ट और आदान-प्रदान करने की अनुमति दे सकती है। टिप्पणियां TED Brokers, इसके एजेंटों या सहयोगियों के विचारों और राय को प्रतिबिंबित नहीं करती हैं। टिप्पणियां उन्हें पोस्ट करने वाले व्यक्ति के विचार और राय को प्रतिबिंबित करती हैं।",
  "terms.section4.paragraph2": "हम वेबसाइट पर उनकी उपस्थिति से पहले टिप्पणियों की जांच, संपादन या समीक्षा नहीं करते हैं। हालांकि, हम सभी टिप्पणियों की निगरानी करने और किसी भी टिप्पणी को हटाने का अधिकार सुरक्षित रखते हैं जिसे अनुचित, आपत्तिजनक या इन शर्तों का उल्लंघन माना जा सकता है।",
  "terms.section5.title": "5. हमारी सामग्री से हाइपरलिंकिंग",
  "terms.section5.paragraph1": "निम्नलिखित संगठन पूर्व लिखित अनुमोदन के बिना हमारी वेबसाइट से लिंक कर सकते हैं:",
  "terms.section5.item1": "सरकारी एजेंसियां",
  "terms.section5.item2": "खोज इंजन",
  "terms.section5.item3": "समाचार संगठन",
  "terms.section5.item4": "ऑनलाइन निर्देशिका वितरक",
  "terms.section5.item5": "सिस्टम-वाइड मान्यता प्राप्त व्यवसाय",
  "terms.section5.paragraph2": "ये संगठन हमारे होम पेज, प्रकाशनों या अन्य वेबसाइट जानकारी से लिंक कर सकते हैं जब तक कि लिंक: (a) किसी भी तरह से भ्रामक न हो; (b) झूठे तरीके से प्रायोजन, समर्थन या अनुमोदन का संकेत न दे; और (c) लिंकिंग पार्टी की साइट के संदर्भ में फिट बैठता हो।",
  "terms.section6.title": "6. iFrames",
  "terms.section6.text": "पूर्व अनुमोदन और लिखित अनुमति के बिना, आप हमारे वेब पेजों के चारों ओर फ़्रेम नहीं बना सकते या अन्य तकनीकों का उपयोग नहीं कर सकते जो किसी भी तरह से हमारी वेबसाइट की दृश्य प्रस्तुति या उपस्थिति को बदल देती हैं।",
  "terms.section7.title": "7. सामग्री दायित्व",
  "terms.section7.text": "हम आपकी वेबसाइट पर दिखाई देने वाली किसी भी सामग्री के लिए जिम्मेदार नहीं होंगे। आप अपनी वेबसाइट से उत्पन्न सभी दावों के खिलाफ हमें क्षतिपूर्ति और बचाव करने के लिए सहमत हैं। किसी भी वेबसाइट पर कोई लिंक नहीं दिखाई देनी चाहिए जिसे मानहानिकारक, अश्लील या आपराधिक के रूप में व्याख्यायित किया जा सकता है, या जो किसी तीसरे पक्ष के अधिकारों का उल्लंघन, अन्यथा उल्लंघन या वकालत करता है।",
  "terms.section8.title": "8. आपकी गोपनीयता",
  "terms.section8.text": "आपकी गोपनीयता की सुरक्षा हमारे लिए बहुत महत्वपूर्ण है। हम आपसे आग्रह करते हैं कि आप हमारी व्यक्तिगत जानकारी के संग्रह, उपयोग और प्रकटीकरण से संबंधित जानकारी के लिए हमारी <a href=\"../privacy-policy\">गोपनीयता नीति</a> को ध्यान से पढ़ें।",
  "terms.section9.title": "9. अधिकारों का आरक्षण",
  "terms.section9.text": "हम आपसे सभी लिंक या हमारी वेबसाइट के किसी विशेष लिंक को हटाने का अनुरोध करने का अधिकार सुरक्षित रखते हैं। आप अनुरोध प्राप्त होने पर तुरंत हमारी वेबसाइट के सभी लिंक हटाने के लिए सहमत हैं। हम किसी भी समय इन नियमों और शर्तों और इसकी लिंकिंग नीति में संशोधन करने का अधिकार भी सुरक्षित रखते हैं। हमारी वेबसाइट से लिंक करना जारी रखकर, आप इन नियमों और शर्तों से बंधे रहने और इनका पालन करने के लिए सहमत होते हैं।",
  "terms.section10.title": "10. हमारी वेबसाइट से लिंक हटाना",
  "terms.section10.text": "यदि आपको हमारी वेबसाइट पर कोई लिंक किसी भी कारण से आपत्तिजनक लगता है, तो आप स्वतंत्र रूप से संपर्क कर सकते हैं और हमें सूचित कर सकते हैं। हालांकि हम लिंक हटाने के अनुरोधों पर विचार करेंगे, हम ऐसा करने या आपको सीधे जवाब देने के लिए बाध्य नहीं हैं। हम गारंटी नहीं देते कि इस वेबसाइट पर जानकारी सही है; हम इसकी पूर्णता या सटीकता की गारंटी नहीं देते हैं, न ही हम वादा करते हैं कि वेबसाइट उपलब्ध रहे या सामग्री अद्यतित रखी जाए।",
  "terms.section11.title": "11. वित्तीय अस्वीकरण",
  "terms.section11.text": "TED Brokers वित्तीय सलाह प्रदान नहीं करता है। इस वेबसाइट पर प्रदान की गई सामग्री केवल सूचनात्मक उद्देश्यों के लिए है। इस साइट पर पाई गई जानकारी के आधार पर किया गया कोई भी ट्रेडिंग या निवेश निर्णय आपके अपने जोखिम पर किया जाता है। वित्तीय निर्णय लेने से पहले हमेशा प्रमाणित वित्तीय सलाहकार से परामर्श करें।",
  "terms.section12.title": "12. अस्वीकरण",
  "terms.section12.paragraph1": "लागू कानून द्वारा अनुमत पूर्ण सीमा तक, हम हमारी वेबसाइट और इस वेबसाइट के उपयोग से संबंधित सभी प्रतिनिधित्व, वारंटी और शर्तों को बाहर करते हैं। इसमें शामिल है लेकिन इन तक सीमित नहीं है व्यापारिकता, विशेष उद्देश्य के लिए फिटनेस और गैर-उल्लंघन की निहित वारंटी।",
  "terms.section12.paragraph2": "इस अस्वीकरण में कुछ भी नहीं होगा:",
  "terms.section12.item1": "लापरवाही के परिणामस्वरूप मृत्यु या व्यक्तिगत चोट के लिए हमारी या आपकी देयता को सीमित या बाहर करें",
  "terms.section12.item2": "धोखाधड़ी या धोखाधड़ी गलत बयानी के लिए हमारी या आपकी देयता को सीमित या बाहर करें",
  "terms.section12.item3": "किसी भी तरीके से हमारी या आपकी किसी भी देयता को सीमित करें जो लागू कानून के तहत अनुमत नहीं है",
  "aml.pageTitle": "AML / KYC",
  "aml.title": "AML / KYC नीति",
  "aml.intro": "TED Brokers में, हम वैश्विक मनी लॉन्ड्रिंग रोकथाम (AML) और अपने ग्राहक को जानें (KYC) विनियमों का पालन करने के लिए पूरी तरह से प्रतिबद्ध हैं। ये अनुपालन उपाय हमारे प्लेटफ़ॉर्म को मनी लॉन्ड्रिंग, आतंकवादी वित्तपोषण, धोखाधड़ी, या किसी अन्य अवैध वित्तीय गतिविधि के लिए चैनल के रूप में उपयोग होने से रोकने के लिए डिज़ाइन किए गए हैं। हम मजबूत सत्यापन और निगरानी प्रोटोकॉल के माध्यम से अपने समुदाय और वित्तीय प्रणाली की सुरक्षा के महत्व को पहचानते हैं।",
  "aml.section1.title": "AML / KYC का उद्देश्य",
  "aml.section1.intro": "हमारी AML / KYC नीति का मुख्य उद्देश्य सभी उपयोगकर्ताओं के लिए एक सुरक्षित और पारदर्शी ट्रेडिंग वातावरण बनाना है। इन मानकों को लागू करके, हमारा लक्ष्य है:",
  "aml.section1.item1": "हमारे प्लेटफ़ॉर्म के अवैध लेनदेन और आपराधिक गतिविधि के लिए उपयोग को रोकना।",
  "aml.section1.item2": "प्रारंभिक चरण में संभावित वित्तीय अपराध जोखिमों की पहचान करना और कम करना।",
  "aml.section1.item3": "नियामकों और उपयोगकर्ताओं की नजर में हमारी सेवाओं की अखंडता और विश्वसनीयता बनाए रखना।",
  "aml.section1.item4": "स्थानीय और अंतर्राष्ट्रीय प्राधिकरणों द्वारा निर्धारित लागू कानूनी और नियामक दायित्वों का पालन करना।",
  "aml.section2.title": "ग्राहक पहचान",
  "aml.section2.intro": "TED Brokers के सभी नए उपयोगकर्ताओं को हमारी सेवाओं का उपयोग शुरू करने से पहले एक सख्त सत्यापन प्रक्रिया से गुजरना होगा। यह सुनिश्चित करता है कि प्रत्येक खाता एक वैध व्यक्ति या इकाई से जुड़ा है। हमारी ग्राहक पहचान प्रक्रिया में शामिल हैं:",
  "aml.section2.item1": "<strong>सरकार द्वारा जारी फोटो आईडी:</strong> जैसे वैध पासपोर्ट, राष्ट्रीय आईडी कार्ड, या ड्राइविंग लाइसेंस।",
  "aml.section2.item2": "<strong>पते का प्रमाण:</strong> हाल का उपयोगिता बिल, बैंक स्टेटमेंट, या आधिकारिक दस्तावेज जो उपयोगकर्ता का पूरा नाम और आवासीय पता दिखाता है (पिछले 3 महीनों के भीतर दिनांकित)।",
  "aml.section2.item3": "<strong>सेल्फी या बायोमेट्रिक सत्यापन:</strong> यह सुनिश्चित करने के लिए कि उपयोगकर्ता प्रदान किए गए दस्तावेजों से मेल खाता है, हम लाइव फोटो या वीडियो सत्यापन का अनुरोध कर सकते हैं।",
  "aml.section2.footer": "आवश्यक दस्तावेज प्रदान करने में विफलता के परिणामस्वरूप खाता सक्रियण में देरी या सेवा से इनकार हो सकता है।",
  "aml.section3.title": "लेनदेन की निगरानी",
  "aml.section3.intro": "हम संदिग्ध गतिविधि के संकेतों या पैटर्न के लिए उपयोगकर्ता लेनदेन की सक्रिय रूप से निगरानी करते हैं जो धोखाधड़ी या मनी लॉन्ड्रिंग के प्रयास का संकेत दे सकते हैं। हमारे स्वचालित सिस्टम और अनुपालन अधिकारी डेटा बिंदुओं की समीक्षा करते हैं जैसे:",
  "aml.section3.item1": "उपयोगकर्ता की प्रोफ़ाइल के साथ असंगत असामान्य ट्रेडिंग व्यवहार।",
  "aml.section3.item2": "कई आईपी पतों या भौगोलिक स्थानों से उच्च-मात्रा या उच्च-आवृत्ति लेनदेन।",
  "aml.section3.item3": "उच्च-जोखिम वित्तीय गतिविधि के लिए जाने जाने वाले क्षेत्राधिकारों से जमा और निकासी।",
  "aml.section3.footer": "किसी भी लेनदेन को संदिग्ध माना जाता है तो आगे की जांच के लिए फ़्लैग किया जाएगा। जब आवश्यक हो, हम लागू कानून के अनुसार उपयुक्त नियामक निकाय के साथ एक संदिग्ध गतिविधि रिपोर्ट (SAR) दाखिल करेंगे।",
  "aml.section4.title": "डेटा सुरक्षा",
  "aml.section4.text": "हमारे उपयोगकर्ताओं की संवेदनशील जानकारी की सुरक्षा सर्वोपरि महत्व की है। सत्यापन और निगरानी प्रक्रियाओं के दौरान एकत्र किए गए सभी डेटा को एन्क्रिप्शन और अन्य उन्नत साइबर सुरक्षा प्रोटोकॉल का उपयोग करके सुरक्षित रूप से संग्रहीत किया जाता है। हम सामान्य डेटा संरक्षण विनियमन (GDPR) सहित अंतर्राष्ट्रीय डेटा संरक्षण विनियमों का पालन करते हैं, और सुनिश्चित करते हैं कि व्यक्तिगत डेटा केवल अनुपालन उद्देश्यों के लिए अधिकृत कर्मियों द्वारा एक्सेस किया जाता है।",
  "aml.section5.title": "अनुपालन और प्रशिक्षण",
  "aml.section5.text": "TED Brokers AML / KYC नीतियों के कार्यान्वयन और प्रवर्तन की देखरेख के लिए जिम्मेदार एक समर्पित अनुपालन टीम रखता है। सभी कर्मचारी नवीनतम नियामक विकास, वित्तीय अपराध के प्रकार, और जोखिम शमन में सर्वोत्तम प्रथाओं पर अद्यतन रहने के लिए नियमित प्रशिक्षण से गुजरते हैं। हम अपने अनुपालन ढांचे की प्रभावशीलता का आकलन करने के लिए समय-समय पर आंतरिक ऑडिट भी करते हैं।",
  "aml.section6.title": "निरंतर सुधार",
  "aml.section6.text": "हमारी AML / KYC नीतियों की नियमित रूप से समीक्षा की जाती है और कानून में बदलाव, तकनीकी प्रगति और उभरते खतरों को प्रतिबिंबित करने के लिए अपडेट किया जाता है। हम यह सुनिश्चित करने के लिए कानूनी सलाहकारों, अनुपालन विशेषज्ञों और नियामकों के साथ मिलकर काम करते हैं कि हमारी नीतियां वर्तमान और प्रभावी हैं।",
  "aml.section7.title": "हमसे संपर्क करें",
  "aml.section7.text": "यदि आपके पास हमारी AML / KYC नीति या अनुपालन प्रक्रियाओं के बारे में कोई प्रश्न, चिंताएं हैं, या सहायता की आवश्यकता है, तो कृपया <a href=\"mailto:compliance@copytradingbroker.com\">compliance@copytradingbroker.com</a> पर हमारी अनुपालन टीम से संपर्क करें। हम पारदर्शिता बनाए रखने और अपने सभी उपयोगकर्ताओं के लिए एक सुरक्षित ट्रेडिंग वातावरण सुनिश्चित करने के लिए प्रतिबद्ध हैं।",
  "risk.pageTitle": "जोखिम प्रकटीकरण",
  "risk.title": "जोखिम प्रकटीकरण",
  "risk.intro": "कॉपी ट्रेडिंग में संलग्न होना, किसी भी वित्तीय गतिविधि की तरह, अंतर्निहित जोखिम रखता है जिसे प्रत्येक उपयोगकर्ता को भाग लेने से पहले समझना चाहिए। यह खंड हमारे प्लेटफ़ॉर्म पर ट्रेडिंग गतिविधियों में शामिल जोखिमों के प्रमुख प्रकारों को रेखांकित करता है और उन जोखिमों को कम करने के लिए हम जो रणनीतियां लागू करते हैं उन्हें उजागर करता है। पूर्ण पारदर्शिता प्रदान करके, हमारा लक्ष्य अपने उपयोगकर्ताओं को अधिक सूचित और जिम्मेदार ट्रेडिंग निर्णय लेने के लिए सशक्त बनाना है।",
  "risk.section1.title": "1. बाजार जोखिम",
  "risk.section1.text": "बाजार जोखिम बाजार मूल्यों में उतार-चढ़ाव के कारण पूंजी खोने की संभावना को संदर्भित करता है। कॉपी ट्रेडिंग अन्य ट्रेडर्स के ट्रेड्स को दोहराती है, जिसका अर्थ है कि मूल ट्रेडर को प्रभावित करने वाली कोई भी बाजार अस्थिरता अनुयायी को भी प्रभावित करेगी। वैश्विक आर्थिक परिवर्तन, राजनीतिक घटनाएं, ब्याज दर में बदलाव, और निवेशक भावना जैसे कारक बाजार की कीमतों को महत्वपूर्ण रूप से प्रभावित कर सकते हैं। इस प्रकार, कुशल ट्रेडर भी नुकसान का सामना कर सकते हैं। उपयोगकर्ताओं को सलाह दी जाती है कि वे अपने द्वारा अनुसरण किए जाने वाले ट्रेडर्स के प्रदर्शन की निगरानी करें और व्यापक वित्तीय वातावरण के बारे में सूचित रहें।",
  "risk.section2.title": "2. क्रेडिट जोखिम",
  "risk.section2.text": "क्रेडिट जोखिम तब उत्पन्न होता है जब कोई प्रतिपक्ष, जैसे ब्रोकर या तरलता प्रदाता, अपने वित्तीय दायित्वों को पूरा करने में विफल रहता है। कॉपी ट्रेडिंग के संदर्भ में, इसका मतलब प्लेटफ़ॉर्म से जुड़े तृतीय-पक्ष सेवा प्रदाता या वित्तीय संस्थान की विफलता हो सकती है। क्रेडिट जोखिम को कम करने के लिए, हम केवल विनियमित और प्रतिष्ठित संस्थाओं के साथ साझेदारी करते हैं, प्रतिपक्षों का नियमित मूल्यांकन करते हैं, और सुनिश्चित करते हैं कि सभी लेनदेन अनुपालन और शोधन क्षमता के लिए निगरानी की जाती है। हालांकि, क्रेडिट जोखिम को पूरी तरह से समाप्त नहीं किया जा सकता है।",
  "risk.section3.title": "3. तरलता जोखिम",
  "risk.section3.text": "तरलता जोखिम बाजार में खरीदारों या विक्रेताओं की कमी के कारण ट्रेड्स को जल्दी और अपेक्षित कीमतों पर निष्पादित करने की चुनौती शामिल है। अत्यधिक अस्थिर या कम-मात्रा वाले बाजारों में, छोटे ऑर्डर भी महत्वपूर्ण मूल्य परिवर्तन का कारण बन सकते हैं। यह जोखिम लीड ट्रेडर और कॉपियर दोनों को प्रभावित कर सकता है, विशेष रूप से जब कई उपयोगकर्ता एक साथ एक ही रणनीति की कॉपी कर रहे हों। हमारा प्लेटफ़ॉर्म तरलता स्थितियों का गतिशील रूप से आकलन और प्रतिक्रिया करने के लिए डिज़ाइन किया गया है, और हम उपयोगकर्ताओं को उन उपकरणों के तरलता प्रोफाइल को समझने के लिए प्रोत्साहित करते हैं जिनका वे व्यापार करते हैं।",
  "risk.section4.title": "4. परिचालन जोखिम",
  "risk.section4.text": "परिचालन जोखिम आंतरिक प्रणालियों में विफलताओं, तकनीकी खराबी, मानवीय त्रुटि, या साइबर हमलों जैसे बाहरी व्यवधानों के परिणामस्वरूप संभावित नुकसान को शामिल करता है। ये जोखिम व्यापार निष्पादन को बाधित कर सकते हैं या डेटा उल्लंघन का परिणाम हो सकते हैं। TED Brokers में, हम सिस्टम की अखंडता और परिचालन निरंतरता बनाए रखने के लिए उन्नत सुरक्षा प्रोटोकॉल, रीयल-टाइम निगरानी प्रणाली, आपदा रिकवरी योजनाएं, और निरंतर कर्मचारी प्रशिक्षण नियोजित करते हैं। सर्वोत्तम प्रयासों के बावजूद, कुछ अप्रत्याशित जोखिम अभी भी हो सकते हैं।",
  "risk.section5.title": "5. कानूनी और नियामक जोखिम",
  "risk.section5.text": "वित्तीय ट्रेडिंग और निवेश वातावरण विकसित होने वाले कानूनों और विनियमों के अधीन है। विभिन्न क्षेत्राधिकारों में नियामक परिवर्तन प्लेटफ़ॉर्म के संचालन या उपयोगकर्ताओं को भाग लेने की अनुमति को प्रभावित कर सकते हैं। इन जोखिमों में शामिल हैं, लेकिन इन तक सीमित नहीं हैं, ट्रेडिंग पर प्रतिबंध, कर निहितार्थ, या वित्तीय उपकरणों का वर्गीकरण। हम सक्रिय रूप से नियामक विकास की निगरानी करते हैं और यह सुनिश्चित करने के लिए अनुपालन विशेषज्ञों के साथ मिलकर काम करते हैं कि हमारी सेवाएं कानूनी और पारदर्शी रहें। उपयोगकर्ताओं को भी अपनी व्यक्तिगत परिस्थितियों के आधार पर कानूनी या कर पेशेवरों से परामर्श करने के लिए प्रोत्साहित किया जाता है।",
  "risk.section6.title": "6. जोखिम प्रबंधन रणनीतियां",
  "risk.section6.text": "प्रभावी जोखिम प्रबंधन हमारे संचालन के मूल में है। हम एक्सपोजर को कम करने और उपयोगकर्ता फंड की सुरक्षा में सुधार करने के लिए कई रणनीतियां लागू करते हैं। इनमें ट्रेडर्स और उपकरणों का विविधीकरण, रीयल-टाइम प्रदर्शन ट्रैकिंग, स्टॉप-लॉस तंत्र, और आवंटन सीमाओं पर उपयोगकर्ता नियंत्रण शामिल हैं। इसके अतिरिक्त, हम उपयोगकर्ताओं को यह समझने में मदद करने के लिए शैक्षिक सामग्री प्रदान करते हैं कि कॉपी ट्रेडिंग कैसे काम करती है और शामिल जोखिम निहितार्थ। हालांकि ये रणनीतियां जोखिम को कम कर सकती हैं, वे इसे पूरी तरह से समाप्त नहीं करती हैं। उपयोगकर्ताओं को अपनी स्वयं की जोखिम सहनशीलता का मूल्यांकन करना चाहिए और अपने निवेश लक्ष्यों के आधार पर स्वतंत्र निर्णय लेना चाहिए।",
  "risk.section7.title": "7. निष्कर्ष",
  "risk.section7.text": "हमारे प्लेटफ़ॉर्म के माध्यम से ट्रेडिंग अद्वितीय अवसर प्रदान करती है, लेकिन इसमें अंतर्निहित जोखिम भी शामिल हैं जिन्हें अनदेखा नहीं किया जाना चाहिए। इन जोखिमों की प्रकृति और दायरे को समझना किसी भी जिम्मेदार ट्रेडर के लिए आवश्यक है। TED Brokers में, हम एक सुरक्षित और पारदर्शी ट्रेडिंग वातावरण बनाए रखने के लिए प्रतिबद्ध हैं। हम उपयोगकर्ताओं को आत्मविश्वास के साथ इन जटिलताओं को नेविगेट करने में मदद करने के लिए आवश्यक उपकरण, संसाधन और सहायता प्रदान करते हैं। यह प्रत्येक उपयोगकर्ता की जिम्मेदारी है कि वह सूचित रहे, अपने निवेश की निगरानी करे, और प्लेटफ़ॉर्म का उपयोग इस तरीके से करे जो उनके वित्तीय उद्देश्यों और जोखिम भूख के साथ संरेखित हो।",
  "footer.allRightsReserved": "सर्वाधिकार सुरक्षित।",
  "footer.disclaimer.paragraph1": "इस प्लेटफ़ॉर्म पर प्रदान की गई सामग्री केवल सूचनात्मक और शैक्षिक उद्देश्यों के लिए है और वित्तीय, निवेश या ट्रेडिंग सलाह नहीं है। कॉपी ट्रेडिंग में किसी अन्य ट्रेडर की स्थितियों की स्वचालित प्रतिकृति शामिल है और लाभ या नुकसान से सुरक्षा की गारंटी नहीं देती है। किसी भी ट्रेडर या ट्रेडिंग रणनीति का पिछला प्रदर्शन भविष्य के परिणामों की गारंटी नहीं देता है। इस प्लेटफ़ॉर्म का उपयोग करके, आप स्वीकार करते हैं कि सभी ट्रेडिंग निर्णय आपके अपने जोखिम पर किए जाते हैं। आप कॉपी ट्रेडिंग सेवाओं का उपयोग करने से जुड़े गुणों और जोखिमों का मूल्यांकन करने के लिए पूरी तरह से जिम्मेदार हैं। हम किसी भी ट्रेडिंग गतिविधियों में संलग्न होने से पहले अपना स्वयं का शोध करने और योग्य वित्तीय सलाहकार से सलाह लेने की दृढ़ता से सलाह देते हैं।",
  "footer.disclaimer.paragraph2": "वित्तीय उपकरणों में ट्रेडिंग—फॉरेक्स, CFD, स्टॉक और क्रिप्टोकरेंसी तक सीमित नहीं—उच्च स्तर का जोखिम रखती है और सभी निवेशकों के लिए उपयुक्त नहीं हो सकती है। लीवरेज लाभ को बढ़ा सकता है, लेकिन यह संभावित नुकसान को भी बढ़ा सकता है। आपको कभी भी उससे अधिक निवेश नहीं करना चाहिए जितना आप खोने का जोखिम उठा सकते हैं।",
  "footer.disclaimer.paragraph3": "प्लेटफ़ॉर्म, इसके संचालक, सहयोगी, या संबद्ध तृतीय पक्ष इस सेवा के माध्यम से उपलब्ध जानकारी पर निर्भरता या किसी भी कॉपी किए गए ट्रेडर की कार्रवाई के परिणामस्वरूप प्रत्यक्ष या अप्रत्यक्ष रूप से होने वाले किसी भी नुकसान के लिए उत्तरदायी नहीं हैं। हमेशा सुनिश्चित करें कि आप उन वित्तीय उपकरणों के जोखिमों और विशेषताओं को पूरी तरह से समझते हैं जिनका आप व्यापार करने का इरादा रखते हैं, और जहां संभव हो जोखिम प्रबंधन उपकरणों का उपयोग करें।"
}
